[
  {
    "title": "Antiseptic Bush",
    "description": "Antiseptic Bush (Calocephalus ass. multiflorus)\n\nO Poder de Limpeza da Luz\n\nQualidades Positivas:\nintegridade, santidade, limpeza, alerta, foco\n\nDesafios:\ncomprometedor, influenciado, distraído, indefeso\nNatureza Curativa\nA essência floral para permanecer fiel ao próprio caminho e aceitar na própria vida apenas o que irá sustentar e apoiar a natureza interior. Para a limpeza de influências negativas no ambiente ou de um acúmulo de tais influências dentro de si ao longo do tempo. Esta essência floral ajuda a pessoa a estar entre os diferentes aspectos da Vida e a manter a santidade interior através de um foco interno contínuo, de alerta e sem comprometer os tesouros da Vida.\nQualidades Espirituais\nEm nossa jornada pela Vida, pode haver um acúmulo de influências e energias que eventualmente nos obscurecem e desorientam de nossos objetivos e aspirações mais elevados. Podemos nos tornar vulneráveis a experiências negativas por não nos concentrarmos em para onde estamos indo. Desta forma, convidamos uma série de experiências que podem nos afastar de nossos objetivos. Manter-nos frescos e atentos para onde um caminho pode levar, nos mantém no rumo para construir experiências positivas e valiosas.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional) Informações sobre como prescrever e preparar doses orais.\nPara a pessoa facilmente deslumbrada por atrações externas e prazeres frívolos, sendo influenciada em detrimento de seu bem-estar geral.\nPara aqueles que se deixam influenciar demais.\nPara aqueles que sentem uma sensação de frustração e impotência com sua situação e se sentem cada vez mais incapazes de lidar com o que se meteram.\nPara uma pessoa que se sente sobrecarregada por, e se encontra absorvendo, um acúmulo de \"lixo\" psíquico da atmosfera ou de pessoas em um ambiente em que passa tempo.\nTambém usado em spray diário para quarto, cama ou área (10 gotas por 125ml de água, depois sucussão) e banhos de limpeza áurica (20 gotas por banheira de tamanho completo)."
  },
  {
    "title": "Balga Blackboy",
    "description": "Balga Blackboy (Xanthorrea preissi)\n\nA Força do Guerreiro Criativo\n\nQualidades Positivas:\nmaturidade, assertividade, equilíbrio, criatividade\n\nDesafios:\ndestrutivo, agressivo, insensível, imaturidade\nNatureza Curativa\nA essência floral para o amadurecimento do princípio masculino ou do homem interior. Para homens e mulheres, a promoção da criatividade positiva, assertividade, definição e alcance de metas, que também nutre uma consciência e apreciação das necessidades do ambiente e das pessoas. Útil para equilibrar a conquista com qualidades que sustentam a vida, como o cuidado e o espírito comunitário/familiar.\nQualidades Espirituais\nDentro de nós, a força criativa se mistura com a força receptiva. Se quisermos nos tornar completos, então os dois devem ser um. Nossa força criativa expressa o poder de proteger e amar o Universo criado e de ser destemido em nossa jornada para a frente. O povo aborígene vê o Balga e sua flor como o guerreiro em pé com sua lança, vigiando a tribo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nUsada para mulheres e homens que acham difícil ser diretos e assertivos, ou cuja assertividade é agressiva e dominadora. Ambos indicam uma falta de maturidade e desenvolvimento completo da força masculina interior.\nComumente usada para meninos e meninas jovens e adolescentes que não conseguem integrar sua nova sexualidade (a assertividade/masculinidade) em seu ser e que ou lhes falta a força masculina ou estão em desequilíbrio, com o lado negativo, perigoso e destrutivo predominante.\nTambém usada para a pessoa que não consegue acessar sua criatividade, sua capacidade de ir para um novo território e explorar horizontes originais e novos."
  },
  {
    "title": "Black Kangaroo Paw",
    "description": "Black Kangaroo Paw (Macropidia fuliginosa)\n\nA Alegria do Perdão\n\nQualidades Positivas:\nperdão, sensibilidade, Amor, positividade\n\nDesafios:\nraiva, ódio, negatividade, obsessão, mágoa\nNatureza Curativa\nA essência floral do perdão e do amor. Para trazer de volta a luz e re-sensibilizar após o ressentimento e traumas emocionais pesados que a pessoa não consegue esquecer. Esta essência floral traz as pessoas de volta aos seus próprios corações em vez de ficarem em suas reações de ressentimento visceral, para seguirem em frente com suas vidas e deixarem sua negatividade no passado.\nQualidades Espirituais\nAlgumas das lições mais difíceis que aprendemos são aquelas que nos confrontam por causa da traição de uma pessoa com quem nos importamos ou a quem somos vulneráveis. É um teste de nossa capacidade de manter a visão maior do propósito e dos objetivos mais elevados de nossa Alma enquanto enfrentamos os eventos com os quais nossa personalidade está lutando. Trazer a Luz e permitir que nossa Alma lidere o caminho cura a personalidade e reafirma nossa direção, libertando-nos da escuridão da negatividade e de atos dolorosos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nÚtil para reduzir o trauma em términos de relacionamento e ciclos de luto/perda/raiva e obsessão. Também para questões de controle, como nos casos de pais ou outras figuras de autoridade, que então são reencenadas mais tarde na Vida.\nPara ajudar a liberar a necessidade de ruminar problemas passados ou atuais com as pessoas.\nPara aqueles que gostam de ver sofrerem aqueles que os magoaram.\nAs emoções negativas têm a tendência de crescer e tomar conta da mente, e como cair em um poço em expansão, a mente tem uma tarefa hercúlea para sair."
  },
  {
    "title": "Blue China Orchid",
    "description": "Blue China Orchid (Caladenia gemmata)\n\nA Elevação da Vontade\n\nQualidades Positivas:\nfortalecer, Autocontrole, Vontade, renovação, mudança\n\nDesafios:\nviciado, fraco, sobrecarregado, obsessivo\nNatureza Curativa\nA essência floral de fortalecimento da Vontade e de recuperação do controle de Si mesmo. Para perceber a beleza do foco interior e da consistência na construção de uma vida satisfatória. Os hábitos são como poltronas antigas, desajeitadas, mas familiares, e a pessoa tem que lutar contra sua própria programação antiga para ser capaz de mudar para novas direções e experiências saudáveis. Esta essência é útil para inspirar mudanças, quebrando o domínio de velhos padrões de comportamento que deterioram a qualidade da Vida.\nQualidades Espirituais\nQualquer expansão da consciência é causada por esforço. Este esforço requer foco, direção e movimento para a frente. Hábitos antigos nos aprisionam e impedem nosso progresso. Eles têm poder porque dão uma falsa sensação de segurança. Ter livre arbítrio é romper com os sentimentos de má vontade de desistir de velhos hábitos e trabalhar espontaneamente com a Vida.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nOnde a pessoa se habituou a padrões de vida e comportamento que dificultam o desenvolvimento, a felicidade ou os relacionamentos com os outros.\nEsta essência ajuda a metamorfosear a mente para seus novos caminhos, sendo positiva em relação ao Autocontrole, disciplina e direção.\nCom os benefícios da nova forma de ser e os sentimentos de libertação e foco da Vontade, a pessoa é encorajada e inspirada a seguir em frente consistentemente.\nPara crianças que se estabeleceram em padrões de rotina, por exemplo: acordar durante a noite, chorar ou ser destrutivas para chamar a atenção, reagir imediatamente quando não conseguem o que querem.\nPara pessoas que lutam contra vícios ou padrões de comportamento obsessivo."
  },
  {
    "title": "Blue Leschenaultia",
    "description": "Blue Leschenaultia (Leschenaultia biloba)\n\nA Alegria de Dar\n\nQualidades Positivas:\ndar, compartilhar, aberto, livre, generoso\n\nDesafios:\nvoracidade, egoísmo, cobiça, acumulação, mesquinho\nNatureza Curativa\nA essência que inspira generosidade e a abertura para compartilhar o que temos com os outros em todos os níveis. A abertura de uma janela na Alma que revela as necessidades básicas dos outros seres e então reacende o desejo de dar com graça e benevolência. Também ajuda a desenergizar uma necessidade insalubre de ter e reter bens materiais.\nQualidades Espirituais\nO Universo dá livremente e fornece abrigo e nutrição para toda a Vida. Ir contra este fluxo Universal dinâmico é convidar a distorção para nossas próprias vidas. Sempre que contemos a maré de dar, nossas próprias vidas se tornam empobrecidas, esgotadas de felicidade e doçura. Focar em bens materiais não dá uma realização profunda ou duradoura e muitas vezes pode ser a ruína de um relacionamento. O espírito de compartilhar, e encontrar felicidade em ver a alegria dos outros, leva a um maior senso das alegrias de estarem juntos e de serem um.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que tentam evitar ter que se doar ou ser generosas. Muitas vezes elas ficam intrigadas sobre por que as outras pessoas não têm sentimentos de amor por elas. Para outros que se relacionam com essas pessoas, parece que a pessoa está sempre suspeitando de motivos e se perguntando o que alguém quer delas. Quando as pessoas se irritam ou começam a rejeitá-las, a pessoa inútil parece não entender por que as pessoas estão reagindo a elas dessa maneira.\nPara as pessoas que estão muito envolvidas com os prazeres fugazes de objetos materiais, acumulando, escondendo e se apegando ao que têm. Este é realmente um estado de ser muito triste e não traz Alegria alguma.\nPara aqueles com atitudes mesquinhas em relação ao que possuem."
  },
  {
    "title": "Brachycome",
    "description": "Brachycome (Multifida dilitata)\n\nA Doçura da Apreciação\n\nQualidades Positivas:\ntolerância, imparcial, bondade, humildade, apreciação\n\nDesafios:\ncrítico, julgador, arrogante, complexo de superioridade\nNatureza Curativa\nA essência de desfrutar das pessoas por sua singularidade. Para encorajar o respeito e a apreciação pelas pessoas e seu valor intrínseco. Para quando a crítica intelectual precisa ser transformada em aceitação dos outros, de suas expressões individuais e diferentes. Permite que uma doçura e abertura entrem nas interações com os outros, em vez de atitudes de julgamento.\nQualidades Espirituais\nNossa consciência em expansão pode tornar a mente forte e capaz de fazer discernimentos claros. No entanto, ao se relacionar com as pessoas, um respeito básico por cada Alma e sua jornada é uma premissa sólida para trocas positivas. Ser capaz de fazer ginástica mental não é um sinal de consciência expandida, assim como não ser intelectualmente eloquente não é um sinal de que uma pessoa não desenvolveu sua mente ou seu ser espiritual. A arrogância pode levar à inércia espiritual. Se acreditamos que somos melhores do que qualquer outra pessoa, vivemos em uma ilusão criada por nós mesmos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nÚtil para preencher lacunas de comunicação e problemas de respeito mútuo em relacionamentos.\nPara sentimentos de superioridade intelectual.\nPara lidar com a mente que está habituada a dissecar pessoas e suas ideias e encontrar falhas, em vez de manter uma perspectiva positiva que discrimina e avalia as ideias sem uma inclinação negativa.\nTambém para a mentalidade que faz julgamentos apressados das pessoas como tolas, ou de mente fraca, porque essas pessoas não são capazes de “cruzar espadas” como iguais com eles intelectualmente."
  },
  {
    "title": "Brown Boronia",
    "description": "Brown Boronia (Boronia megastigma)\n\nA Liberação do Pensamento\n\nQualidades Positivas:\nlivre, liberação, paciência, aceitação\n\nDesafios:\npreocupação, ansiedade, insônia, obsessivo\nNatureza Curativa\nA essência de libertar a mente. Para inspirar a percepção de que a jornada da Vida trará soluções, é preciso paciência e aceitação do “aqui e agora”. Para aliviar a mente preocupada, para que ela não perca oportunidades de Alegria no presente.\nQualidades Espirituais\nUma das ilusões da Vida é que apenas fazendo algo um problema pode ser resolvido. Temos certeza de que devemos pensar ou trabalhar mais arduamente ou mais rápido para obter alívio. Muitas vezes, um problema é uma oportunidade de entender algo em um nível mais profundo. Ao absorver as lições de um problema e refletir sobre o que nossas reações nos dizem sobre nós mesmos, podemos fazer um grande progresso e garantir que os mesmos problemas/lições não voltem a ocorrer continuamente em nossas vidas.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara a mente dominada por pensamentos mórbidos, ansiosos ou desagradáveis. Tais pensamentos podem ser parte de estados emocionais deprimidos e confusão mental.\nPara ansiedade que aumenta em ambientes caóticos.\nPara uma pessoa cujo pensamento é circular, não há solução imediata, e ainda assim a mente não o deixará em paz. O pensamento aumenta por causa da energia que está sendo colocada nele e o problema parece piorar."
  },
  {
    "title": "Candle of Life",
    "description": "Candle of Life (Johnsonia pubescens)\n\nEstar Cercado por Luz e Amor\n\nQualidades Positivas:\npositividade, otimismo, Luz, renovação\n\nDesafios:\ndesesperança, luta, dificuldade, dor do passado\nNatureza Curativa\nEsta essência ajuda a pessoa a acender sua luz novamente, ou seja, a ver que ela deve se estender para a beleza ao seu redor, e dentro de si, para sentir que é bom estar vivo. Qualquer que seja a dor do passado, ou há quanto tempo uma pessoa está sofrendo e lutando para continuar, experiências de Vida positivas a esperam no horizonte. A renovação da esperança e do otimismo, quando estamos em contato com a nossa Luz interior, é sempre recompensada.\nQualidades Espirituais\nÉ uma pessoa corajosa e talvez ingênua que pensa que pode entender o significado por trás de todas as tragédias que acontecem a uma pessoa. A Alma tem estado em uma longa jornada, passando por tantas transformações em seu caminho para casa. Ao estender a mão para a Luz, para o Amor que está embutido em cada parte do Universo, a Alma é refrescada e irradia beleza em sua Vida.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que sentem vontade de desistir da Vida, desistir da luta pela sobrevivência por causa de experiências dolorosas do passado. A pessoa muitas vezes lutou apesar de todos os fardos de suas memórias e agora sente que a Vida não pode ser valiosa ou gratificante. A pessoa pode estar perfeitamente justificada pela maneira como se sente por causa das realidades de sua Vida. No entanto, a atitude sombria da desesperança que eles abraçam é um sofrimento que estão adicionando à sua situação.\nPara uma pessoa incapaz de se conformar com um incidente que a faz sentir que a Vida não vale a pena ser vivida."
  },
  {
    "title": "Cape Bluebell",
    "description": "Cape Bluebell (Wahlenbergia capensis)\n\nLibertando o Passado\n\nQualidades Positivas:\nAlegria, deixar ir, libertar, cordialidade, amigável\n\nDesafios:\nressentimento, ciúme, amargura, inveja, culpa\nNatureza Curativa\nA essência de aprimorar a renovação interior e se libertar de velhas bagagens que não têm papel a desempenhar em uma Vida feliz. Para lidar e curar questões do passado que deixaram um gosto amargo. Para re-experimentar a Alegria de aproveitar ao máximo as possibilidades nos relacionamentos presentes e futuros.\nQualidades Espirituais\nUm dos sinais de progresso no caminho para a iluminação é a nossa capacidade de não ser desviado e pego pela beligerância ou insensibilidade dos outros. Se não nos curarmos e quisermos nos apegar à dor e buscar vingança, perdemos completamente o nosso caminho e todo o propósito de nossa Jornada. Se nos apegarmos ao desejo de olho por olho, quanto mais rápido percebermos como entramos nessa situação e aprendermos, mais fácil será sair e não entrar em um estado destrutivo de amargura. Nós então nos libertamos do passado e de seus efeitos. Isso é igualmente verdadeiro em uma sociedade quanto em um indivíduo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que são negativos e ciumentos da felicidade dos outros porque seus próprios desejos e anseios foram frustrados.\nPara aqueles que se ressentem da felicidade de outras pessoas porque sentem que é injusto que eles não tenham tido essa sorte.\nPara pessoas que têm raiva e negatividade antigas que não foram resolvidas. As pessoas se tornam cínicas e então são incapazes de atrair Alegria para suas vidas. Situações do passado podem ou não ainda estar afetando sua realidade externa presente, mas essas pessoas não conseguem liberar sua amargura e, portanto, isso afeta negativamente seus relacionamentos atuais com as pessoas. Isso muitas vezes pode causar mais amargura e assim por diante, se não for curado."
  },
  {
    "title": "Catspaw",
    "description": "Catspaw (Anigozanthos humilis)\n\nFalando Sua Verdade\n\nQualidades Positivas:\nfalar, coragem, clareza, reconhecimento\n\nDesafios:\nreprimido, introvertido, desconsiderado, magoado\nNatureza Curativa\nEsta essência encoraja a expressão da mágoa que se sente, para que os outros possam melhor perceber sua situação e responder. Para perder o medo de comunicar sentimentos viscerais reprimidos e enfrentar o que realmente está acontecendo. Isso permite que a Verdade produza clareza, libertando a pessoa tanto da expectativa de justiça quanto da situação insalubre de ser usada por outros. Útil para equilibrar relacionamentos unilaterais e trazer realidade para relacionamentos obrigatórios.\nQualidades Espirituais\nO medo é a maldição da mente humana. Embora nos proteja até certo ponto do perigo (e este é o seu propósito instintivo), se não for dominado, ele represa o fluxo de nossa Vida. O medo sutil de receber consequências negativas por falar sobre algo enfraquece nosso fogo interior e nosso impulso, nos desviando para a estagnação. Nesse poço estagnado, os problemas crescem e ocupam mais de nossa força vital até que tragamos uma crise sobre nós mesmos. É muito mais saudável ser vulneravelmente honesto com os outros e então, a partir da resposta que você recebe, avaliar melhor onde você se encontra em sua própria Vida.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles cuja opinião é desconsiderada e, como consequência, eles reprimem seus sentimentos porque parece inútil.\nPara pessoas que reprimem seus sentimentos porque temem a rejeição se falarem, por mais diplomaticamente e cuidadosamente. A pessoa ou pessoas de quem eles temem uma reação podem nem mesmo estar cientes de que estão tratando a pessoa como garantida ou causando dor.\nPara pessoas que reprimem seus sentimentos porque temem a rejeição se falarem, por mais diplomaticamente e cuidadosamente. A pessoa ou pessoas de quem eles temem uma reação podem nem mesmo estar cientes de que estão tratando a pessoa como garantida ou causando dor."
  },
  {
    "title": "Christmas Tree",
    "description": "Christmas Tree (Nuytsia floribunda)\n\nSendo Parte do Todo\n\nQualidades Positivas:\nresponsável, compartilhar, cuidadoso, maturidade\n\nDesafios:\nirresponsável, egoísta, inconsistente, imaturidade\nNatureza Curativa\nPara se sentir confortável com as responsabilidades. Esta essência ajuda a acalmar a pessoa, trazendo contentamento interior que melhora o prazer da família ou do grupo. A pessoa pode então cumprir suas responsabilidades e colher as recompensas da consistência e dos objetivos compartilhados. Para questões de responsabilidade na Vida familiar e em grupo, onde os deveres e as pressões diárias estão fazendo com que um indivíduo se torne distante e evite sua parte do fardo. Isso afeta todo o grupo, pois eles devem carregar o fardo extra, e problemas de ressentimento naqueles afetados logo surgem.\nQualidades Espirituais\nO altruísmo é um desenvolvimento apreciado em nossa Vida espiritual. A mente faminta e inquieta não dá paz enquanto corre atrás de tantos desejos para si mesma, um após o outro. Esses desejos podem parecer mais convidativos quando estão fora de alcance. Uma vez que são alcançados, queremos algo mais, algo diferente. A satisfação leva a outro senso de vazio. Quando paramos de alimentar conscientemente nossos desejos egoístas, novos caminhos para a felicidade se abrem, e nosso ambiente e as pessoas nele refletem Alegria.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que se concentram apenas em seus próprios desejos e se tornam descuidados.\nPara um membro da família que de repente se sente preso pelas realidades de sua Vida, como no caso de um casal com crianças pequenas, especialmente o primeiro filho. A pessoa está gostando de estar em uma família, mas gostaria de ter seu bolo e comê-lo também. Eles desejam ter a Alegria e o conforto da vida em casa e a liberdade da vida de solteiro. A realidade é que você pode fazer isso, desde que continue assando mais bolos – você só precisa se esforçar mais para garantir que ninguém esteja sofrendo por você perseguir algum objetivo privado. Geralmente, esses momentos de pânico são fases de um processo de amadurecimento e o indivíduo aprende a integrar os diferentes aspectos de suas necessidades reais de forma responsável em sua vida."
  },
  {
    "title": "Correa",
    "description": "Correa (Correa pulchella)\n\nA Aceitação de Si Mesmo\n\nQualidades Positivas:\nconfiança, Autoestima, aprendizado, aceitação, potencial\n\nDesafios:\nAutocrítica, complexo de inferioridade\nNatureza Curativa\nA essência para inspirar sentimentos de positividade e autoestima. Ser capaz de aprender com os erros com aceitação e sem culpa ou arrependimento. Da aceitação interior - ao foco - ao sucesso. Útil para superar conceitos negativos de si mesmo com fases subsequentes de estagnação e depressão.\nQualidades Espirituais\nNos estágios iniciais de nosso desenvolvimento, precisamos estabelecer quem somos e apreciar nossa própria individualidade. Se não estabelecermos isso, descobrimos que não há força e determinação suficientes acessíveis para avançar em nosso Caminho. Sentimentos de inferioridade são uma ilusão, pois todos têm a expressão perfeita do Amor Divino profundamente dentro.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara uma pessoa que carece de confiança, se mantém em uma posição inferior e não tenta melhorar. Eles sentem que são inúteis ou não bons o suficiente e, assim, perpetuam sua situação.\nPara aqueles com um complexo de inferioridade que se desvalorizam.\nPara aqueles que carecem de confiança.\nMuitas vezes, esta essência é usada em casos em que uma pessoa não foi encorajada quando criança e não tem uma boa autoimagem. Também em casos em que as experiências das pessoas em relacionamentos sempre as deixaram sentindo que não eram boas o suficiente para a outra pessoa."
  },
  {
    "title": "Cowkicks",
    "description": "Cowkicks (Stylidium schoenoides)\n\nA Restauração\n\nQualidades Positivas:\nreenergizar, reconstruir, vigor\n\nDesafios:\ndestroçado, cansado, exaustão, trauma\nNatureza Curativa\nA essência de recuperação do trauma. Para ajudar a reconstruir e re-tecer os corpos sutis e físicos após uma experiência avassaladora, mental e/ou fisicamente, energizando-os. Para integrar tais experiências na própria compreensão e perspectiva da Vida de uma forma sábia e avançar com vigor renovado.\nQualidades Espirituais\nAlgumas das lições mais difíceis que aprendemos são aquelas que nos confrontam por causa da traição de uma pessoa com quem nos importamos ou a quem somos vulneráveis. É um teste de nossa capacidade de manter a visão maior do propósito e dos objetivos mais elevados de nossa Alma enquanto enfrentamos os eventos com os quais nossa personalidade está lutando. Trazer a Luz e permitir que nossa Alma lidere o caminho cura a personalidade e reafirma nossa direção, libertando-nos da escuridão da negatividade e de atos dolorosos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nUsada em casos em que uma pessoa experimentou uma súbita reviravolta na sorte. A pessoa muitas vezes não previu tais eventos e, portanto, não está preparada mentalmente para se adaptar e lidar com a situação. Tais pessoas acham difícil reconstruir suas vidas e se sentem desesperançadas, tornando-se vítimas das circunstâncias."
  },
  {
    "title": "Cowslip Orchid",
    "description": "Cowslip Orchid (Caladenia flava)\n\nA Aceitação de Todos como Iguais\n\nQualidades Positivas:\nhumildade, confiança, Autoconfiante, satisfação interior\n\nDesafios:\nexigente, egoísta, busca por atenção, competitivo\nNatureza Curativa\nPara descobrir a Verdade de que todos são iguais. Esta essência ajuda a resolver problemas de super-competitividade e traz a pessoa para um espaço para interagir livremente com os outros como um igual. O Ser então vem de um aspecto mais profundo onde pode sentir Alegria pelos sucessos dos outros sem se sentir inferior ou desatendido. Para questões de anseio por reconhecimento e aceitação dos outros.\nQualidades Espirituais\nA Luz da consciência é a essência dentro de cada ser. Precisamos reconhecer a Luz dentro de nós mesmos, e não importa se esta Luz é reconhecida pelos outros. Ela é, e sempre será. Da mesma forma, essas outras pessoas podem ser vistas com sua Luz interior a brilhar. Não há espaço para se sentir inferior ou superior. Tais pensamentos são uma ilusão da mente presa em um estado de pequenez.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que tendem a exigir atenção, respeito e reconhecimento.\nPara uma pessoa que anseia por reconhecimento e se torna negativa quando as pessoas não respondem prontamente. Tais pessoas precisam ser constantemente lembradas do quão bom trabalho fizeram, ou quão boas elas são. Misturados a isso estão flashes de complexo de superioridade, superestimação da autoimportância e um descarte das pessoas como inferiores. Fases de todas essas características são comuns na infância, especialmente onde os pais tenderam a aplacar a criança e não lidar com o comportamento negativo. As exigências então continuam a subir para novos níveis."
  },
  {
    "title": "Dampiera",
    "description": "Dampiera (Dampiera linearis)\n\nA Liberdade de Deixar Ir\n\nQualidades Positivas:\nflexibilidade, aberto, cooperativo, deixar ir\n\nDesafios:\nrigidez, repressivo, sério, tenso\nNatureza Curativa\nA essência floral para ajudar a estar aberto aos muitos fluxos de felicidade e realização, para ser enriquecido por ser flexível. A essência de deixar ir e permitir que a Vida flua. Útil em tempos de mudança, luto e reconciliação, para permitir que o dia antigo se vá e o novo dia seja abraçado com flexibilidade.\nQualidades Espirituais\nQuando nos apegamos a conceitos rígidos do que pensamos que será certo ou o que nos fará felizes, dificultamos nossa própria evolução e com ela a felicidade dos outros. Com uma mente aberta, podemos olhar para muitas opções e até mesmo experimentar novas vias de alegria. Quando exploramos nossa Vida abertamente, aprendemos o que é a verdadeira profundidade da felicidade. Também desenvolvemos a sabedoria e a compreensão para manifestá-la em nosso mundo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara problemas de estresse geral, inflexibilidade, não ser capaz de se adaptar a novas situações, estresse e tensão por querer as coisas de uma certa maneira e não de outra.\nPara traumas de separação, como luto, separação, divórcio.\nPara aqueles que não cooperam, a menos que as coisas sejam feitas do seu jeito.\nPara questões de apego e rigidez da mente e do corpo.\nPara liberar a necessidade de que a Vida e as pessoas se conformem a apenas uma perspectiva para que você fique satisfeito, confortável ou feliz.\nSaúde Física\nAplicações Tópicas de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e aplicar essências topicamente.\nUsada para músculos duros e tensos diretamente na área. Usada diretamente na parte de trás do pescoço e ombros para aliviar a tensão nessas áreas. É parte da fórmula para o creme de essência floral Accident Relief Cream.\nPara músculos duros e tensos nos músculos adjacentes à coluna e ao pescoço.\nPonto de Acupuntura da Coluna na orelha.\n(ver também Purple Flag Flower, Leafless Orchid, Menzies Banksia, Macrozamia)"
  },
  {
    "title": "Donkey Orchid",
    "description": "Donkey Orchid (Diuris magnifica)\n\nA Resolução Interior\n\nQualidades Positivas:\ndesapego, paz, positividade, liberação, reconstruir a confiança\n\nDesafios:\nculpar, ressentimento, vingança, injustiçado, desconfiado\nNatureza Curativa\nA essência floral para invocar a positividade que afirma a Vida, para liberar pensamentos sobre ter sido injustiçado no passado. Para encontrar o desapego e estar em paz consigo mesmo e não reagir a partir de emoções vingativas. Para encontrar a libertação na percepção de que se tem uma escolha em como responder aos eventos, e que abrigar a culpa endurece o coração. Para encontrar a doçura do ser e assumir a responsabilidade por um amanhã melhor.\nQualidades Espirituais\nUm aparente paradoxo é a ideia de que podemos ser desapegados e, ao mesmo tempo, ser vulneráveis. Desapegado no sentido positivo significa deixar ir qualquer coisa prejudicial ou desnecessária, e ser vulnerável no sentido positivo é estar aberto ao Amor. Quando eventos dolorosos acontecem, ambas essas qualidades de desapego e vulnerabilidade garantem que possamos passar para o outro lado, curados e intactos, com nossa natureza amorosa mais forte e ainda mais vibrante. Endurecer, ou se tornar amargo e ressentido, mantém a dor conosco constantemente. É muito melhor alimentar as qualidades positivas e seguir em frente.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que não conseguem se livrar do “sentimento de injustiça” e se apegam a sentimentos de vingança contra aqueles que os injustiçaram.\nPara aqueles que não conseguem ter confiança em novos relacionamentos por causa de suas experiências no passado.\nPara aqueles que acreditam que há satisfação na vingança.\nO amante vingativo e rejeitado.\nPara pessoas que tomaram ações vingativas contra uma pessoa que amam e agora se sentem enojadas com isso. Eles agora se arrependem de terem magoado alguém com quem se importavam e sentem que a Vida os preparou para ter dor.\nPara aqueles que culpam a Vida e outras pessoas por suas desgraças. Isso leva ao desligamento da sensibilidade e da abertura."
  },
  {
    "title": "Fringed Lily Twiner",
    "description": "Fringed Lily Twiner (Thysanotus manglesianus)\n\nO Coração Grato\n\nQualidades Positivas:\ngracioso, dar, amoroso\n\nDesafios:\nexigente, egocêntrico, ressentido, birras\nNatureza Curativa\nA essência floral para a construção de uma natureza graciosa e amorosa. Esta essência estimula o amor e o foco para fora, em direção aos outros. A pessoa se torna feliz ao dar, equilibrando uma perspectiva que levou à introversão, a ser exigente e a se concentrar demais em si mesma e no que tem, ou não tem.\nQualidades Espirituais\nUma vez as pessoas acreditavam que o Sol circulava a Terra. Era uma perspectiva natural a ser adotada, devido à expansão limitada da consciência na época de Galileu, que, através de uma mente humilde e voltada para fora, viu que a Terra era quem circulava o Sol. Nós também podemos viver em uma perspectiva ilusória de que a Vida gira em torno de nós e de nossas necessidades, ou que deveria girar. A verdadeira serenidade reside em saber com gratidão que todo o Universo está fluindo dentro e fora de nós, dando a todos, assim como nosso Ser espiritual.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que usam as emoções para manipular situações e pessoas para que seus desejos possam ser satisfeitos.\nPara problemas de ganância, sede por aquisição.\nPara pessoas que se tornam melancólicas, vingativas e manipuladoras para criar uma pressão para conseguir o que querem. Elas querem que a Vida gire em torno delas e reagem mal quando amigos e familiares se cansam de seus modos e as fazem saber disso.\nPara crianças exigentes que fazem birras para desgastar seus pais e ter seus desejos atendidos.\nPara pessoas que sentem que só podem obter amor aplicando pressão e manipulando pessoas."
  },
  {
    "title": "Fringed Mantis Orchid",
    "description": "Fringed Mantis Orchid (Caladenia falcata)\n\nEscolhendo a Benevolência\n\nQualidades Positivas:\nbenevolência, boas intenções, consciência, direto\n\nDesafios:\nintrometido, bisbilhoteiro, fofoqueiro, enganoso, controle\nNatureza Curativa\nPara a mente abraçar a benevolência e as boas intenções. Esta essência floral liberta a consciência que então naturalmente traz a mente de volta a buscas equilibradas e saudáveis. Para aqueles que se encontram presos em uma curiosidade insalubre sobre os assuntos dos outros, que se sentem poderosos com informações pessoais e não conseguem resistir a usá-las para seus próprios fins.\nQualidades Espirituais\nComo todos nós estamos dentro da mente do Criador, não há nada que possamos fazer que não seja testemunhado. Por mais inteligente que uma pessoa possa pensar que é, ela descobrirá dolorosamente sobre sua ilusão, pois o resto da Vida responde natural e inexoravelmente aos seus atos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nA essência floral para aqueles que se concentram em coisas mesquinhas sobre os outros e causam danos com conversas frouxas. Eles gostam do controle que têm quando têm acesso a informações pessoais. Isso torna essas pessoas muito impopulares e causa situações emocionais complicadas. Em casos extremos, eles são muito presunçosos e se sentem superiores porque podem ser a causa de tal caos por terem tanto controle sobre as vidas das pessoas. Muitas vezes, essas pessoas vêm para a cura por causa da rejeição ou do ódio dos outros, seja no pátio da escola ou na sala de reuniões.\nPara aqueles que gostam de controlar os outros, manipulando nos bastidores."
  },
  {
    "title": "Fuchsia Grevillea",
    "description": "Fuchsia Grevillea (Grevillea bipinnatifida)\n\nA Unidade de Pensamento, Palavra e Ação\n\nQualidades Positivas:\nunificador, verdadeiro, honestidade, integridade, expressão\n\nDesafios:\nduas-caras, hipocrisia, negatividade oculta, presunçoso\nNatureza Curativa\nPara que o Ser seja unificado em todas as expressões. A essência floral para encontrar a liberdade de mostrar seus verdadeiros pensamentos e intenções. Ser capaz de pensar, dizer e ser como uma pessoa inteira, sem esconder nenhuma negatividade subjacente e, assim, cair na hipocrisia.\nQualidades Espirituais\nA unificação do pensamento, da palavra e da ação é um grande desenvolvimento em um aspirante espiritual. Até que essa unidade ocorra, a dualidade ou trialidade de cada um desses aspectos cria desarmonia e muitas vezes dor e sofrimento para nós mesmos e para os outros. Quando somos honestos em nossa expressão interior e exterior, permitimos o máximo potencial para a transformação, porque, à medida que a Vida nos responde, podemos ver conscientemente o que está errado ou injusto em nossas atitudes e, então, mudar. Aqueles que pensam uma coisa, dizem outra e fazem ainda outra, estão muito longe de desfrutar da Vida. Enfrentar as consequências de nossos pensamentos nos liberta para um novo e melhor pensamento e para uma nova e melhor realidade.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nUsada para traços de caráter de comportamento de duas caras, onde tais pessoas abrigam negatividade, mas não mostram nada disso para aqueles de quem não gostam. Ser capaz de enganar as pessoas desta forma leva a atitudes adicionadas de pensar que outras pessoas são estúpidas. Se expostas, tais pessoas se tornam mais negativas.\nPara aqueles que se sentem divertidos com as desgraças dos outros enquanto fingem ser simpáticos. Eles sentem desprezo por aqueles que veem como tolos."
  },
  {
    "title": "Fuchsia Gum",
    "description": "Fuchsia Gum (Eucalyptus forrestiana)\n\nLiberdade da Claustrofobia\n\nQualidades Positivas:\nconfortável, à vontade, aceitação, contemplar\n\nDesafios:\nmedo, claustrofobia, preso, irracional, pânico\nNatureza Curativa\nPara ser livre para ser confortável e em paz, mesmo quando restrito. A essência floral para a claustrofobia, tanto física quanto emocional. Para permitir que uma pessoa não sinta pânico em um espaço confinado ou quando se sente sob ameaça. Para permitir que o fluxo de energia e o medo sejam aterrados para que o pensamento racional possa prevalecer.\nQualidades Espirituais\nEstamos sempre livres, é apenas a nossa percepção de uma situação que nos faz sentir prisioneiros. Nada pode aprisionar nossa Alma.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nUsada em casos em que uma pessoa está sofrendo de claustrofobia. Medo de ser fechada. Inabilidade de ir em aeronaves, em túneis, salas pequenas, etc.\nPara o medo de ser preso em um relacionamento sufocante.\nPara um medo e ansiedade de que a vida está se fechando e não há soluções."
  },
  {
    "title": "Geraldton Wax",
    "description": "Geraldton Wax (Chamelaucium uncinatum)\n\nA Santidade do Ser\n\nQualidades Positivas:\nforça interior, independente, Autoconfiante\n\nDesafios:\ninfluenciado, pressionado, dominado, obrigatório\nNatureza Curativa\nA essência floral da força interior e de ser o que você sabe que é verdadeiro para si mesmo. Para sentir a beleza de ser forte contra o vento da opinião e pressão adversas. Para se fortalecer para não ser pressionado contra a própria vontade, ou ser rotineiramente influenciado pelos desejos dos outros que se concentram em você.\nQualidades Espirituais\nAprendemos à medida que vivemos, tantas coisas. Muitas vezes, aprendemos uma verdade particular e então pode vir um teste sobre se vamos agora viver por essa verdade. Se há uma pessoa em nossa Vida que não quer que caminhemos por esse caminho, ela nos pressionará verbalmente ou não verbalmente através de humores e ações. Com a força interior, tal pressão não tem efeito, exceto para deixar claro para nós qual deve ser nossa jornada e de onde a outra pessoa está vindo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nÚtil para relacionamentos dominantes/submissos.\nPara adolescentes sucumbindo à pressão do grupo de colegas.\nPara pessoas que estão indo contra o que suspeitam ou sabem interiormente ser justo ou verdadeiro.\nPara ajudar as pessoas a aprender a se manterem firmes e não se comprometerem sob coerção.\nPara libertar uma pessoa que está se curvando à vontade de outra."
  },
  {
    "title": "Giving Hands",
    "description": "Giving Hands (Scaevola striata)\n\nO Espírito da Regeneração\n\nQualidades Positivas:\nregeneração, otimismo, inspiração, alegre\n\nDesafios:\ntristeza, abusado, peso, desesperança\nNatureza Curativa\nPara encontrar os poderes de regeneração e metamorfose dentro. A essência floral para cuidar e curar a si mesmo para que se possa se recuperar após um trauma pessoal e descarregar os sentimentos de peso. Quando isso é alcançado, a renovada inspiração para a Vida e o entusiasmo pela vida levam a pessoa a experiências positivas e dão margem para uma grande realização.\nQualidades Espirituais\nManter contato com a fonte de regeneração, Luz e Amor, é ser continuamente renovado. Se concentrarmos nossas mentes em nosso sofrimento, esta perspectiva nos levará para fora de contato com o próprio instrumento de cura de que precisamos. O que quer que tenha acontecido conosco em nosso passado pode ser curado, e não temos que carregar essa escuridão conosco no resto de nossa jornada. Após uma experiência sombria, devemos cuidar de nós mesmos, curar a nós mesmos, recuperar nosso vigor e seguir em frente em direção ao nascer do sol do resto de nossa Vida.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que se sentem sobrecarregadas pelas áreas sombrias de sua Vida e perderam a capacidade de se sentir bem em viver.\nTais pessoas muitas vezes foram de uma natureza muito doadora, foram altamente traumatizadas, magoadas e espancadas pela vida, foram tratadas como garantidas e abusadas, o que as leva a querer se retirar das pessoas. A vida se torna muito difícil, então elas não querem mais interagir com ela. Em casos extremos, muitas vezes há um desejo subconsciente de não mais estar nesta terra."
  },
  {
    "title": "Goddess Grasstree",
    "description": "Goddess Grasstree (Kingia argenta)\n\nA Força da Heroína Paciente\n\nQualidades Positivas:\nmaduro, nutrição, paciente, solidário, Amor incondicional\n\nDesafios:\nautoritário, duro, julgador, severo, manipulador, emocional, pegajoso, dependente\nNatureza Curativa\nA essência floral para o amadurecimento do princípio feminino ou da mulher interior. Para homens e mulheres, uma metamorfose para a força interior, sensibilidade nutritiva, paciência e sabedoria amorosa que não é emocionalmente dependente. Útil para liberar o aspecto feminino na sociedade.\nQualidades Espirituais\nA resposta instantânea para abrigar e proteger o que ainda não é forte, traz à tona a Mãe Universal dentro de nós. Desta forma, refletimos o princípio gentil que nos abrigou ao longo do nosso caminho e presta respeito à força da Vida que nutre tudo na Criação. Em seguida, mostramos as qualidades de paciência e compreensão que confortam muito os companheiros de viagem.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que são incapazes de trazer à tona seu lado nutritivo, compassivo ou paciente (aspecto feminino desequilibrado subativo) ou que tendem a recorrer apenas às suas emoções para lidar com relacionamentos (aspecto feminino desequilibrado superativo).\nTambém para questões de maternidade, como usar a culpa para manter o controle, não permitir a independência para aqueles sob seus cuidados, ou o outro extremo de não ser capaz de desfrutar de cuidar e nutrir alguém que é vulnerável e precisa de ajuda.\nMães de primeira viagem podem ser pegas em tais dilemas e durante a gravidez ou nos primeiros dias de maternidade se sentirem totalmente alheias ao novo papel à sua frente."
  },
  {
    "title": "Golden Glory Grevillea",
    "description": "Golden Glory Grevillea (Grevillea tenuiloba)\n\nA Saída\n\nQualidades Positivas:\naberto, sociável, confiante, expressivo, desapegado\n\nDesafios:\nse retirando, aversão, tímido, cauteloso, desligado\nNatureza Curativa\nA essência de abrir e se abrir. Sentindo a dignidade de se apresentar para tomar seu lugar na Vida, independentemente de ser vulnerável à exposição. Para estar à vontade consigo mesmo enquanto está com outras pessoas e não ter medo de ser aberto. Confiança para aqueles que se sentem mais confortáveis se retirando das pessoas do que lidando com problemas ou críticas. Permite que a pessoa se desapegue das situações emaranhadas e das atitudes de julgamento dos outros e, em vez disso, se sinta livre para se juntar a situações sociais.\nQualidades Espirituais\nA vida em sociedade é um piquenique para o qual todos precisam trazer seus “presentes” – suas contribuições especiais e únicas para o fluxo coletivo. Se alguns não podem contribuir com algo para a festa por causa de experiências desagradáveis passadas de exposição, então a sociedade inteira perde seus talentos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que temem ser expostos e, portanto, são cautelosos em ser abertos e vulneráveis aos outros.\nPara aqueles que se retraem, cansados da turbulência das interações com as pessoas e de todos os problemas que podem haver. Muitas vezes eles não estão conscientes de que é por isso que são uma pessoa “de segundo plano”, mas geralmente sentem a falta de confiança. Talvez eles tenham sido abertos e relaxados anteriormente e esta mesma característica tenha sido usada para seu detrimento pelos outros. Agora eles sentem que a melhor solução é fechar as pessoas. Isso mantém outras pessoas fora de seus assuntos. Se eles são vulneráveis ou estão em uma bagunça, ninguém saberá e será capaz de magoá-los.\nPara crianças que não falam muito, ou de forma alguma, que outros podem rotular como tímidas, que podem estar se retirando do que veem como aspectos perturbadores e confusos da vida dos adultos dos quais fazem parte.\nPara aqueles que parecem tímidos, mas são realmente muito cautelosos com outras pessoas e com o que pode acontecer ao permitir que alguém entre em seu mundo.\nPara uma pessoa que se sente desnecessariamente modesta, sentindo vergonha da naturalidade de seu corpo."
  },
  {
    "title": "Golden Waitsia",
    "description": "Golden Waitsia (Waitsia aurea)\n\nExpandindo Horizontes\n\nQualidades Positivas:\nalargamento, despreocupado, expansivo, adaptável\n\nDesafios:\nperfeccionismo, preocupação, mesquinho, perspectiva pequena\nNatureza Curativa\nA essência floral para levar a mente além de pequenas questões periféricas. Para reacender sentimentos despreocupados, para curar todos os aspectos da ansiedade ligada ao perfeccionismo. Útil para aqueles que se preocupam com detalhes, permitindo que a mente se torne brilhante e inquisitiva, positiva na perspectiva e adaptável às necessidades de mudança.\nQualidades Espirituais\nDar atenção aos aspectos grandes e pequenos da Vida cria um equilíbrio, mas dar prioridade aos pequenos aspectos traz estagnação e uma sensação de estar pisando na água. A perspectiva espiritual dá toda a atenção aos pequenos detalhes, mas apenas no esquema maior das coisas. O foco está no fluxo subjacente mais profundo das questões, não nas formas sempre mutáveis das ondas na superfície.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que são continuamente pegas na atenção excessiva a pequenos assuntos e pequenos detalhes em assuntos grandes. A perspectiva que elas têm aumenta um estado negativo e desesperançado onde os problemas nunca podem ser resolvidos porque sempre há outro detalhe a ser considerado.\nPara aqueles presos em pequenos detalhes que podem criar estados de baixa energia, estados deprimidos, estados ansiosos e estados de espírito totalmente frustrados.\nPara aqueles que se sentem excessivamente confiantes em sua capacidade de avaliar por causa de sua atenção aos detalhes, mas que realmente estão em desvantagem por causa de sua perspectiva míope."
  },
  {
    "title": "Green Rose",
    "description": "Green Rose (Rosa chinensis veridiflora)\n\nAvançando\n\nQualidades Positivas:\navanço, mudança, progresso, foco, vigor\n\nDesafios:\nindolente, estagnação, ressentimento, derrotado\nNatureza Curativa\nA essência floral de fazer progresso, de focar à frente e usar o vigor para realizar um avanço. Para melhorar o movimento para a frente através de um problema, ou fase de estagnação, sem saltos repentinos de volta à estaca zero. Para ser livre de frustração, para ajudar a combater a apatia e a repetição de erros. Útil para manter disciplinas e hábitos saudáveis para o corpo, a mente e o espírito.\nQualidades Espirituais\nA eterna transformação e crescimento de tudo na criação é o próprio dinamismo da Vida. Ninguém pode se dar ao luxo de ficar para trás, pego em uma falsa sensação de segurança do que foi antes. Apenas a expansão para níveis maiores de consciência e o desafio de nosso Ser para progredir trazem a serenidade interior e a Alegria.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que não conseguem concluir com sucesso uma mudança que precisam fazer. Elas parecem ir bem, mas podem fazer reversões surpreendentes e voltar para onde estavam no começo. Isso se deve ao fato de que uma parte forte de sua mente não se incomoda em mudar, se ressente de ter que mudar e preferiria permanecer a mesma, se não houvesse consequências desagradáveis. Muitas vezes as consequências naturais são as reações naturais dos outros, o que pode tornar essas pessoas negativas e defensivas em relação aos que as cercam. Este projetar a culpa nos outros pode então criar dentro de si atitudes de justiça própria e dar-lhes uma razão para permanecerem teimosamente como estão.\nPara aqueles com uma atitude indolente.\nPara aqueles que estão lutando contra vícios ou padrões de comportamento viciante e estão frustrados por sempre terminarem onde começaram."
  },
  {
    "title": "Hairy Yellow Pea",
    "description": "Hairy Yellow Pea (Gompholobium tomentosa)\n\nEsperando a Onda\n\nQualidades Positivas:\ndecisão, paciência, direção, sabedoria, calma\n\nDesafios:\nansioso, disperso, sobrecarregado, inexperiente\nNatureza Curativa\nA arte do tempo e da tomada de decisões. A essência da paciência em encontrar direção na Vida que leva a um acalmar pacífico da mente. Esta paciência permite tempo para a consolidação de experiências para que se possa tomar decisões com maior sabedoria e determinação, e não ser influenciado por ações erráticas impulsionadas pela própria ansiedade.\nQualidades Espirituais\nPodemos passar a nossa vida inteira esperando para estar prontos. São os pequenos passos que damos enquanto avaliamos a Vida a partir da perspectiva mais profunda que nos ajudam a ser totalmente parte da Vida e também a estar aprendendo ao mesmo tempo. Então, quando os momentos mais pungentes de oportunidade chegam, nós os reconhecemos e aproveitamos ao máximo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara a pessoa que enfrenta ansiosamente escolhas que não está pronta para fazer.\nPara aqueles que estão tentando manter muitas atividades em andamento porque não têm certeza em quais focar.\nPara pessoas ansiosas sobre as escolhas à sua frente. Há momentos em que elas têm que tomar uma decisão ou fazer escolhas sobre suas vidas, mas não estão em posição de fazê-lo sabiamente. Pode ser que sejam jovens, inexperientes, em meio a outras crises, ou incapazes de ver a floresta por causa das árvores. Com o aprimoramento da paciência e uma mente acalmada, a pessoa pode tomar decisões provisórias, esperando o momento certo, para ler o fluxo da Vida corretamente e fazer sua jogada.\nÚtil para aprimorar a compreensão intuitiva da direção da própria vida."
  },
  {
    "title": "Happy Wanderer",
    "description": "Happy Wanderer (Hardenbergia comptoniana)\n\nA Liberdade da Independência\n\nQualidades Positivas:\nAutoconfiante, independente, determinação, capaz\n\nDesafios:\ntrepidação, inseguro, subconfiante, emocionalmente dependente\nNatureza Curativa\nO espírito da autoconfiança, a percepção da autossuficiência e da determinação. Para inspirar a ficar em pé sobre os próprios pés, ser capaz de acreditar e alcançar com a própria força. Acreditar na própria capacidade de atrair para si mesmo o que se precisa. Útil para a trepidação em relação a trilhar um novo caminho menos percorrido por outros, ser capaz de deixar ir a necessidade de uma pessoa de apoio ou simplesmente o medo de fazer as coisas sozinho.\nQualidades Espirituais\nNinguém neste Universo está jamais sozinho. Eternamente com, e integral a nós, é a Consciência do Grande. Embora insignificante, se tentarmos fazer com que nosso pequeno “eu” pareça vasto e importante, quando fluímos como parte do “Eu” Universal, não há nada que possamos temer. A Alma individual em sua jornada está continuamente atraindo a Vida para si mesma. A beleza de sua individualidade como parte da Alma Universal garante seu sucesso.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que acham muito desafiador fazer as coisas por si mesmas. Elas se sentem mais confortáveis quando outra pessoa está com elas.\nPara aqueles que em uma área de suas Vidas não se sentem confiantes o suficiente para seguir um novo caminho que a maioria das pessoas ao seu redor não pisa.\nPara pessoas que não têm confiança em sua capacidade de atrair um parceiro para suas vidas e, portanto, não se projetam de uma forma que alguém possa notá-las.\nTambém para aqueles que não estão confiantes de que podem atrair um parceiro simplesmente sendo eles mesmos e, em vez disso, projetam bravata e tentam usar uma abordagem excessivamente assertiva ou dominadora."
  },
  {
    "title": "Hops Bush",
    "description": "Hops Bush (Dodonaea sp.)\n\nA Mente em Repouso\n\nQualidades Positivas:\nrelaxamento, liberação, repouso, paz\n\nDesafios:\nfrenético, hiper, superativo, energia dispersa, estresse\nNatureza Curativa\nA essência do relaxamento e da liberação. Aterrando o excesso de energia dispersa e restabelecendo um fluxo natural e saudável que alimenta as necessidades da atividade, sem superestimular a mente. Com esta paz mental e física interior, a pessoa se sente de volta ao controle de sua Vida e pode ter estados equilibrados de descanso e atividade.\nQualidades Espirituais\nÀs vezes podemos esquecer a realidade de que nossa mente, direta e indiretamente, é a mestra de nosso corpo, a mestra de nosso cérebro. Também podemos esquecer que a Alma é a mestra de nossa mente. Quando o paralelismo entre as ondas do corpo e da mente perdem sua sincronia, sentimos o caos em todos os níveis. É nesses momentos que podemos apreciar a necessidade de estar mais em contato com a parte mais profunda de nosso ser que cria harmonia entre nosso corpo, mente e Espírito.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nUsada em casos da pessoa frenética e ativa. A criança hiperativa.\nPara pessoas que estiveram em estados de medo ou superestimulação por um longo período de tempo e agora não conseguem relaxar seu corpo ou mente quando precisam.\nQuando o corpo etérico está muito tenso, você encontra pessoas que são naturalmente tensas e afetadas pelos pequenos acontecimentos inconsequentes em suas Vidas. Isso superestimula seu sistema nervoso e elas acham difícil relaxar. Elas muitas vezes não conseguem ver a causa do porquê são incapazes de desligar."
  },
  {
    "title": "Hybrid Pink Fairy Cowslip Orchid",
    "description": "Hybrid Pink Fairy Cowslip Orchid (Caladenia sp.)\n\nO Brilho do Ser Interior\n\nQualidades Positivas:\nforça interior, discriminador, resiliente, estabilidade\n\nDesafios:\nhipersensível, influenciado, reacionário, emocional\nNatureza Curativa\nA essência de saber quem você é, a santidade de seu ser interior, a força para manter sua paz interior, não importa onde você esteja, ou quais circunstâncias possam estar lá para influenciar seu julgamento sobre Si mesmo. Esta essência é como um filtro e um fortalecedor interior, para que uma pessoa não suba e desça com o elogio ou a condenação dos outros. Para aqueles que sentem intensamente os sentimentos dos outros. Também para aqueles psiquicamente sensíveis, ajuda a aliviar o fardo dessa sensibilidade, gerando um contentamento gerado por seu próprio centro.\nQualidades Espirituais\nExiste uma linha tênue entre ser sensível e em contato com a Vida e não ter uma forte orientação interna para guiar nosso curso. Se a sensibilidade significa que não sabemos quem somos, e vamos com quaisquer emoções fortes que estejam ao nosso redor, podemos perder o nosso caminho. Quando o Ser está irradiando do centro do nosso ser, podemos permanecer sensíveis a toda a Vida ao nosso redor, às pessoas e seus sentimentos e necessidades, mas podemos escolher com sabedoria nossas respostas.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nUsada para casos de estresse resultantes de interações com pessoas.\nPara aqueles que desejam manter sua paz interior e não subir e descer com as emoções de outras pessoas. Muitas vezes pode haver raiva, lágrimas ou frustração com o estresse contínuo da montanha-russa emocional.\nPara aqueles que são hipersensíveis e tendem a reagir desproporcionalmente às palavras e atos dos outros.\nPara a síndrome pré-menstrual e sensibilidade de sentimento na gravidez, criando um brilho rosado de tranquilidade interior.\nTambém usada para aqueles que desejam superar o nervosismo ao falar em público ou expressar suas opiniões para os outros.\nTambém usada com a essência Macrozamia para as flutuações emocionais da adolescência e da menopausa."
  },
  {
    "title": "Illyarrie",
    "description": "Illyarrie (Eucalyptus erythrocorys)\n\nContemplação Destemida\n\nQualidades Positivas:\ndestemido, Alegria, brilhante, exuberante, divertido, percepção\n\nDesafios:\ndesanimado, magoado, evitando, medo, memória reprimida\nNatureza Curativa\nA essência de valor para superar memórias dolorosas escondidas no subconsciente. A essência de Alegria e coragem para enfrentar e lidar com sombras e dores do passado. Para inspirar o conhecimento de que não há dor oculta que não possa ser tratada, nunca é tão ruim quanto você teme, não o sobrecarregará, você é mais forte do que ela.\nQualidades Espirituais\nA dor subconsciente de experiências passadas pode lançar uma sombra sobre nossas vidas. A Alegria é então sempre tingida de tristeza, ou até mesmo não é capaz de ser sentida de forma alguma. É nos recessos ocultos de nossa própria mente, onde pensamentos e todas as atmosferas, emoções e gatilhos para outras cenas de nosso passado são mantidos. Devemos assumir a tarefa de nos curar. O dragão que estamos enfrentando é realmente apenas nós mesmos, nossos medos inconscientes. Quando finalmente enfrentamos o dragão, vemos que ele não era tão assustador, e curando a nós mesmos, podemos desfrutar e apreciar nossa Vida.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que estão vivendo sem serem capazes de sentir Alegria, há uma dor oculta, como uma nuvem escura, lançando uma sombra sobre elas. Alguma experiência passada, que elas conscientemente se lembram ou que está em seu subconsciente, não foi curada.\nPara ajudar as pessoas a passar pela cura de memórias dolorosas.\nPara memória reprimida.\nPara aqueles que evitam lidar com situações atuais, a causa reprimida sendo memórias dolorosas.\nÚtil também em psicoterapia, renascimento e terapia de vidas passadas para descobrir experiências esquecidas ou ocultas que afetam o estado de ser presente."
  },
  {
    "title": "Leafless Orchid",
    "description": "Leafless Orchid (Praecoxanthus aphylla)\n\nControle a partir do Centro\n\nQualidades Positivas:\ncentrar, energizar, equilíbrio, sustentar, integridade\n\nDesafios:\nesgotado, cansado, desgastado, drenado, sobrecarregado\nNatureza Curativa\nA essência de centralizar a energia e o foco, para garantir a manutenção da integridade. Estimular o núcleo interior do próprio ser a assumir o controle das situações da Vida. Ajuda a pessoa a se retirar das preocupações periféricas e a se concentrar no que é de importância primária. O efeito é aprofundar a compreensão do que cuidar e ajudar uma pessoa realmente pode significar, para saber também quando recuar para o bem-estar mais profundo dessa pessoa. Útil para sentimentos de esgotamento naqueles cujo trabalho ou Vida é a serviço dos outros.\nQualidades Espirituais\nExistem muitas maneiras de nos ajudarmos e ajudarmos os outros. O que pode superficialmente a princípio parecer uma necessidade pode realmente mascarar outros problemas. Precisamos levar em conta uma visão geral para sermos realmente de ajuda produtiva. Tomando a perspectiva mais alta e mais abrangente, e vindo de um centro calmo, podemos avaliar as necessidades primárias e dar exatamente o que é necessário para a necessidade real.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que tendem a “se dar”, e descobrem que estão exaustas em todos os sentidos, e têm que se afastar das pessoas para permitir a recuperação, e isso nem sempre é possível. Muitas vezes, estes são cuidadores em empregos de “pessoas”, como terapeutas, enfermeiros, professores, pais, organizadores de grupos. A resposta desequilibrada vem de uma falta de perspectiva adequada e ponderada, embora venha de um desejo benevolente de ser útil.\nPara pessoas benevolentes que sofrem de “esgotamento”.\nPara aqueles que não lidam com as causas primárias de seus problemas.\nPara aqueles (às vezes chamados de “bem-intencionados”) que ajudam os outros, mas mais de uma maneira periférica e não realmente de uma maneira que seja profunda ou significativa. Isso significa que eles têm que continuar doando seu tempo e energia que poderiam ter sido utilizados, para a outra pessoa, de forma muito mais sábia."
  },
  {
    "title": "Macrozamia",
    "description": "Macrozamia (Macrozamia reidlei)\n\nO Equilíbrio do Yin e do Yang\n\nQualidades Positivas:\nequilíbrio, equilíbrio, liberação, integridade sexual, união de Amor\n\nDesafios:\nbloqueado, estereotipado, problemas sexuais, imagens negativas\nNatureza Curativa\nA essência para restaurar o equilíbrio do chakra sexual/água. Para libertar a mente de estereótipos e dogmas masculinos e femininos. A união do Amor entre o masculino e o feminino. Para curar e restaurar o equilíbrio de todos os aspectos dos fluxos de energia feminino/masculino, Yin/Yang. Para liberar bloqueios para esses fluxos primários e vitais. Também útil em manifestações físicas desses bloqueios, como restaurar o equilíbrio do elemento água no corpo, pois esta essência basicamente re-harmoniza o chakra sexual/água e as glândulas relacionadas.\nQualidades Espirituais\nCada pessoa tem as forças do masculino e do feminino dentro de si. Cada pessoa é um símbolo dos dois grandes opostos atrativos da Vida. Duas lições importantes para os seres humanos são; primeiro que eles devem harmonizar essas forças dentro de si mesmos e segundo que eles devem harmonizar as forças entre os dois sexos dos seres humanos que compartilham o planeta. É um grande desafio unificar opostos, ver a natureza complementar que eles mantêm um para o outro, para lembrar que é somente quando a harmonia e uma união amorosa existem que a felicidade é possível. Para a libertação espiritual, a união superior do Amor entre esses dois aspectos dentro de nós mesmos tem que ser alcançada.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nO desequilíbrio sexual negativo pode ocorrer devido a muitas influências. Imagens insalubres da sexualidade na infância, falta de definição sexual saudável dos pais (que eram subdesenvolvidos), trauma sexual ou experiências desagradáveis da infância, início da adolescência, ou em qualquer momento da vida de uma pessoa. Isso pode levar a um congelamento, um deserto ou uma maré de expressão sexual.\nAs pessoas podem reagir ao desequilíbrio interior, concentrando-se na sexualidade fora de proporção com outras necessidades de seu ser, ou atraindo continuamente o tipo errado de pessoa para elas e, assim, perpetuando a ênfase negativa em suas mentes. A autoestima e a capacidade de confiar em alguém sofrerão como consequência.\nUma direção diferente para o foco desequilibrado e o desenvolvimento negativo a tomar é causada pelo efeito da rejeição de avanços sexuais fortes, o que leva a um comportamento cruel e dominador.\nPara aqueles que sentem uma sensação de inutilidade porque não se sentem completos em si mesmos.\nPara aqueles com problemas sexuais, como frigidez e impotência.\nPara aqueles com inibições sexuais, ou que acham difícil ser abertos emocional ou sexualmente."
  },
  {
    "title": "Many Headed Dryandra",
    "description": "Many Headed Dryandra (Dryandra polycephalus)\n\nO Amigo Confiável\n\nQualidades Positivas:\ndedicação, compromisso, inspirado, realização, consistente\n\nDesafios:\nirresponsável, fugir, sobrecarregado, assustado\nNatureza Curativa\nA essência para acalmar, fortalecer e inspirar uma pessoa a enfrentar e lidar com a Vida e os relacionamentos para que a estabilidade e a realização se juntem finalmente. Com a nova consistência encontrada, há um aprofundamento e amadurecimento em todos os aspectos da Vida.\nQualidades Espirituais\nA verdadeira liberdade do Espírito é quando podemos entrar em qualquer situação com equanimidade, lidando com quaisquer necessidades, quaisquer dificuldades, da mesma maneira amorosa que lidamos com surpresas agradáveis e diversão. A mente calma, desfrutando de estar envolvida com a Vida, é a que pode conhecer a realização mais profunda.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles com dificuldades, como pânico e a necessidade de fugir ao enfrentar a responsabilidade em relacionamentos, trabalho ou vida familiar ou qualquer área da Vida que exija ações responsáveis.\nTambém usada onde as pessoas têm respostas irracionais ao compromisso ou a serem consistentes em seu comportamento."
  },
  {
    "title": "Mauve Melaleuca",
    "description": "Mauve Melaleuca (Melaleuca thymifolia)\n\nA Fonte do Amor Eterno\n\nQualidades Positivas:\ncontentamento, idealismo, Amor constante interior\n\nDesafios:\nmagoado, raiva, desapontado, carente, frustrado\nNatureza Curativa\nA essência floral das Fontes eternas do Amor. Para inspirar a percepção de que o Amor reside dentro e é importante. Para saber que o Amor está eternamente conosco e às vezes o provamos no mundo externo. Para curar aqueles que estão segurando a tristeza e a grande mágoa, esta é a essência de encontrar um Amor mais elevado.\nQualidades Espirituais\nO cenário em constante mudança da Vida e os altos e baixos dos desejos das pessoas, torna doloroso para qualquer um que deposita todas as suas esperanças de Amor em outras pessoas. O conhecimento da Alma de que o Amor está continuamente sendo derramado sobre cada um, um fluxo incessante de felicidade para cada ser individual, é a realidade para se conectar. Todo o Amor mundano então vem como um bônus.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que deram Amor e não receberam o mesmo. Isso pode ser uma criança sem ternura de um pai, um pai sem ternura de um filho ou um amante sem ternura de um parceiro. A pessoa a quem os afetos foram dados pode não ser capaz de retornar tal Amor e isso o doador magoado acha difícil de aceitar. Eles continuam tentando ter suas necessidades atendidas através de uma pessoa, ou um tipo de pessoa. Eles ficam tristes, com raiva, frustrados e até mesmo rancorosos porque não conseguem ver por que a pessoa não responde da mesma forma. As profundezas do amor que essas pessoas anseiam são mais seguramente encontradas dentro das profundezas de si mesmas, onde nunca podem deixá-las, ou com uma pessoa que pode realmente apreciar seus dons."
  },
  {
    "title": "Menzies Banksia",
    "description": "Menzies Banksia (Banksia menziesii)\n\nViver Novamente\n\nQualidades Positivas:\nlibertar, alegria, cura, coragem, regeneração\n\nDesafios:\nmedo, trepidação, hesitação, pessimismo, bloqueado\nNatureza Curativa\nA essência do renascimento, de olhar para a frente para as experiências de amanhã. Para se abrir para a força da Alegria que a dor não pode tocar. Para seguir em frente através e além da dor sem medo e expectativa de repetições, sem fechar portas para a Vida. Especialmente nos reinos das relações humanas, este medo e hesitação bloqueiam novos começos alegres. Esta essência encoraja a regeneração, a renovação e a coragem, usando experiências dolorosas como uma oportunidade para maior profundidade e uma fonte de determinação para seguir em frente.\nQualidades Espirituais\nO propósito da dor pode ser visto como uma lição, mas para muitos é um muro de tijolos, uma parada em seu desenvolvimento como ser humano. Usar o holocausto como meio de regeneração e renovação é conquistar toda a negatividade e reivindicar a intrepidez e a Alegria dentro de você como seu direito de nascença. O passado então é verdadeiramente passado.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nExperiências dolorosas podem formar uma barreira para futuras boas experiências. Se a experiência dolorosa não for curada, então parte da pessoa é pega em uma dobra do tempo onde essa dor sempre existe. Cada experiência é então apenas vista através da lente distorcida do passado. Isso significa que um relacionamento doloroso gerará a suspeita de que a mágoa virá de todos os outros relacionamentos, que após uma traição, a pessoa desconfia dos outros. Estar preso neste roteiro bloqueia novas oportunidades de felicidade.\nPara a pessoa presa em sua dor e incapaz de ver além dela.\nPara aqueles que tentam transcender a dor."
  },
  {
    "title": "One Sided Bottlebrush",
    "description": "One Sided Bottlebrush (Calothamnus myrticae)\n\nQualidades Positivas:\nconsciência, em contato, apreciação, perspectiva\n\nDesafios:\nreclamando, sobrecarregado, isolado\nNatureza Curativa\nA essência de estar em contato com as pessoas ao seu redor, de ser capaz de estar ciente e ser encorajador. Para aqueles que se sentem sem apoio e sobrecarregados, para ajudá-los a se concentrar novamente na contribuição que os outros estão fazendo, então nasce a sensibilidade aos problemas e fardos dos outros. Essa consciência e empatia podem servir para melhorar a situação de todos.\nQualidades Espirituais\nQuando viemos apenas de uma perspectiva pessoal, perdemos a “visão geral” da Vida. Todas as pessoas estão engajadas nos processos de crescimento, desafio e aquisição de sabedoria. Honrar o que outras pessoas estão experimentando e reconhecer suas dificuldades significa que podemos avaliar melhor o que estamos enfrentando e ver que parte podemos desempenhar no coletivo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que sentem que estão carregando injustamente a carga de trabalho de todos sozinhos, como pessoas em posições de liderança ou em situações como ser um pai solteiro ou autônomo. Eles sentem que estão sobrecarregados pelas demandas de suas Vidas e perdem a perspectiva sobre como a Vida é para todos os outros.\nPara aqueles que se sentem isolados devido ao que percebem como falta de apoio dos outros."
  },
  {
    "title": "Orange Leschenaultia",
    "description": "Orange Leschenaultia (Leschenaultia formosus)\n\nPermanecer Macio\n\nQualidades Positivas:\nsuavidade, terno, sensível, compaixão\n\nDesafios:\nendurecido, rude, intolerante, egoísta\nNatureza Curativa\nA essência da perseverança gentil e da benevolência sustentadora. Colocando a pessoa em contato com a suavidade da Vida, a empatia reemerge. A pele externa endurecida então se torna sutil e maleável novamente, e é capaz de receber e dar Amor. Para aqueles que foram gradualmente se fechando e se dessensibilizando por causa das realidades mais duras da Vida e das relações humanas.\nQualidades Espirituais\nQuando endurecemos para passar pelas lutas de nossa jornada, perdemos mais e mais Amor de nossas experiências. A arte é se desapegar dos altos e baixos, aprendendo o tempo todo, mas nunca nos distanciando do sofrimento dos outros e, onde pudermos, dar nosso encorajamento. Isso cria uma atmosfera em torno de nossas vidas de gentileza e Amor.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que passaram pela escola da vida, ocorre uma dessensibilização geral. Mesmo quando são macios em seus corações, eles não mostram isso. As pessoas veem apenas o exterior áspero e podem considerar a pessoa dura. Na realidade, eles são pessoas feridas com uma pele de Rinoceronte para protegê-los. Apesar da pele de Rinoceronte, eles ainda se magoam, mas outras pessoas não perceberão isso.\nAo verem alguém passando por um momento difícil, essas pessoas dirão: “bem, eu tive que passar por isso, então você também terá”. É uma reação típica de algumas pessoas nas gerações mais velhas."
  },
  {
    "title": "Orange Spiked Pea",
    "description": "Orange Spiked Pea (Daviesa divaricata)\n\nA Articulação da Expressão\n\nQualidades Positivas:\nexpressivo, articulado, calmo, comunicar, desapegado\n\nDesafios:\nmagoado, explosivo, descontrolado, provocado, reprimido\nNatureza Curativa\nA essência de desapego, palavras e ações ponderadas. Para melhorar a expressão completa, a resposta e a articulação dos sentimentos sem se irritar ou ser provocado. Para inspirar a manutenção da boa vontade interna, para deixar as palavras duras passarem por você e não danificar seu equilíbrio. Para parar e pensar, para vir de um aspecto mais elevado em si mesmo antes de reagir de uma forma que poderia produzir mais mágoa.\nQualidades Espirituais\nAs emoções podem ser muito poderosas, especialmente quando são traduzidas em ações físicas. Quando uma pessoa não atingiu o desenvolvimento completo de seus poderes de expressão, e suas emoções a governam, a situação é mais provável de ocorrer. Estar à mercê das emoções é ser um prisioneiro do passado que moldou sua personalidade. Você então é como um computador com um software definido, dando as mesmas reações às mesmas teclas sendo pressionadas. Voltar-se para a Alma, para o nosso aspecto mais profundo do ser, nos ajuda a curar nosso passado e a ser livres de padrões de comportamento reacionários, a ser capazes de responder espontaneamente à Vida, cada resposta assim considerada à luz de seus próprios méritos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que se sentem ameaçados por pessoas que são mentalmente mais ágeis do que eles. Muitas vezes, essas pessoas se sentem frustradas consigo mesmas e pensam no que dizer depois que a pessoa com quem estavam tentando se comunicar não está mais lá. Se sua falha em articular seus sentimentos é usada como uma vantagem injusta pelos outros, os sentimentos começam a ferver dentro deles. Se isso se acumular, eles podem explodir em autodefesa, não tendo recurso a palavras, talvez até usando força física.\nPessoas que são facilmente provocadas a um comportamento agressivo, que reagem exageradamente fisicamente a conversas inteligentes ou crueldade, são muitas vezes as pessoas que acham a autoexpressão difícil. Isso pode ser uma criança no pátio da escola que ataca, um homem ou uma mulher em um relacionamento infeliz com emoções reprimidas.\nPara aqueles que recorrem à violência quando têm sentimentos reprimidos e estão muito frustrados e com raiva.\nPara aqueles que usam sua força física como uma forma de resolver conflitos."
  },
  {
    "title": "Pale Sundew",
    "description": "Pale Sundew (Drosera pallida)\n\nA Luz da Consciência\n\nQualidades Positivas:\nbondade, consciência, perspectiva, justiça, Luz\n\nDesafios:\nmanipulador, arrogante, duplicidade, engano, predatório\nNatureza Curativa\nA essência do despertar e da purificação do coração. A essência da consciência. Para aqueles que são pegos em jogos de poder vorazes e manipuladores para seu próprio ganho, perdendo de vista a realidade do Carma natural onde a Vida afirma a justiça. Uma pessoa com consciência elevada vê a futilidade do que está fazendo e os efeitos sobre os outros. À medida que a Luz da consciência perfura a escuridão, uma nova pessoa nasce.\nQualidades Espirituais\nToda ação cria uma reação igual, esta é a lei do Carma. É um fluxo natural que garante o equilíbrio e a transformação na criação. Tudo no Cosmos está ligado a todo o resto. Uma ação vibra ondas que fluem e saltam de outras formas e levam a eventos. Qualquer um que pensa que está acima deste fluxo natural do Universo descobrirá o quão real ele é quando as consequências naturais de suas ações voltarem a fluir para eles.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nA mente que se orgulha de suas habilidades de controlar e manipular pessoas está fadada a ter problemas em relacionamentos com os outros. O deles é uma forma particularmente dura de complexo de superioridade que não gosta de ser frustrado. Se alguém escapa do seu jogo, eles os perseguem com ainda mais vigor até vencerem, mas no processo se expõem, sua duplicidade e objetivos egoístas."
  },
  {
    "title": "Parakeelya",
    "description": "Parakeelya (Calandrinia polyandra)\n\nPara Afirmar a Justiça\n\nQualidades Positivas:\nautoestima, assertivo, dignidade, força interior\n\nDesafios:\nretirar, não apreciado, burro de carga, comprometedor\nNatureza Curativa\nA essência da autoestima e da assertividade. Para pessoas que trabalham duro, sentindo-se cada vez mais solitárias e tristes porque não são apreciadas e são tratadas como um burro de carga confiável. Esta essência restaura o senso de autoconfiança e força interior, não para se retirar, mas para ser ativamente parte da sociedade e capaz de afirmar os próprios direitos como indivíduo.\nQualidades Espirituais\nA humildade é muitas vezes expressa como uma fraqueza e uma submissão à força, em vez de uma força benevolente que não conhece compromisso. Servir a Vida com humildade e Amor melhora cada aspecto do nosso ser. Isso deve ser cuidadosamente distinguido de ser simplesmente um capacho e de tomar a linha de menor resistência. Se permitimos que os outros nos dominem, estamos causando danos ao permitir que um estado insalubre seja continuamente alimentado. Nossa responsabilidade é ver que nós, e os outros, estamos engajados em interações saudáveis que aumentam a Alegria.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPessoas que são confiáveis podem ser consideradas garantidas, particularmente quando são passivas. Sem a apreciação e a cooperação dos outros, uma tristeza se instala e a pessoa sente que só quer ficar sozinha e seguir em frente com sua Vida ingrata. Como eles não afirmam seus direitos, o feedback positivo de que precisam para encorajamento não vem. Eles se afastam de mãos vazias e desiludidos."
  },
  {
    "title": "Pincushion Hakea",
    "description": "Pincushion Hakea (Hakea laurina)\n\nA Mente Livre e Aberta\n\nQualidades Positivas:\naberto, explorador, aceitador, discriminador, inquisitivo\n\nDesafios:\nlimitado, dogmático, fechado, defensivo\nNatureza Curativa\nA essência de se abrir para novos conceitos e ideias. Para tirar o medo do desconhecido e do não testado. Para entender o valor dos diferentes matizes em vez de apenas perceber as coisas em preto e branco. Para sentir a emoção de explorar outro reino de pensamento. Para inspirar a aceitação total das crenças dos outros sem se sentir indevidamente persuadido ou influenciado contra o próprio bom senso.\nQualidades Espirituais\nA vida pode parecer tão cheia de tempestades que corremos para qualquer porto seguro e tememos sair novamente. Fazemos algum sentido da Vida e então nos apegamos aos nossos conceitos preciosos, ameaçados por qualquer outro conceito que possa corroer seu senso de realidade e segurança. Nosso porto seguro pode se transformar de repente em um “Pearl Harbour”, onde descobrimos que nossos conceitos estão fora de sincronia com a realidade e somos sobrecarregados. O caminho do meio é estar preparado para manter nossa mente aberta a novos desenvolvimentos e expansões na consciência e escolher o que é mais vivificante e positivo, seja uma velha percepção ou uma nova.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que estão presos em perspectivas limitantes da Vida, recusando-se a olhar além delas, o medo é a base de suas reações, o medo do desconhecido ou do não testado.\nPara aqueles que sentem que sabem o que é certo, e quem discorda está errado.\nPara aqueles que se sentem intimidados pelas opiniões dos outros e se encontram sendo automaticamente defensivos e dogmáticos.\nPara pessoas presas em dogmas religiosos, políticos, científicos ou esotéricos que proíbem o movimento para a frente.\nPara aqueles que desejam poder mudar a direção de sua Vida, mas descobrem que são seu pior inimigo, hesitando, continuamente com medo de pisar em um novo caminho.\nPara pessoas que não conseguem entender a geração mais jovem. Para pais que dependem apenas de seu próprio roteiro de educação para criar seus filhos e então descobrem que não funciona.\nPara pessoas que se assustam com seu parceiro explorando diferentes estilos de vida."
  },
  {
    "title": "Pink Everlasting",
    "description": "Pink Everlasting (Helipterum roseum)\n\nAs Fontes do Sustento Eterno\n\nQualidades Positivas:\nsustentar, responsivo, reabastecer\n\nDesafios:\nvazio, seco, não realizado, esgotado\nNatureza Curativa\nA essência do reabastecimento, do cuidado sustentador, enchendo o coração de inspiração. Para restaurar o leite da bondade humana aos corações daqueles cujo cuidado acabou porque estava confiando na resposta emocional. Esta essência coloca a pessoa em contato com a fonte interna mais alta e rica, além das limitações pessoais de energia. Dar do ser interior ilimitado enriquece a si mesmo e aos outros.\nQualidades Espirituais\nQuando cuidamos e damos, devemos sempre nos perguntar: “quanta da minha motivação para fazer isso vem do fato de que me faz sentir bem?” Se a sensação que obtemos do dar é obter um resultado, ou a apreciação das pessoas, ou o elogio, ou suas respostas emocionais, então o dar é condicional e terá uma limitação. Um dia, quando confrontado com as preocupações e tristezas de alguém, o impacto não será o mesmo e um dia a preocupação pode desaparecer completamente. Para uma pessoa benevolente, esta é uma reviravolta angustiante nos eventos. Eles sabem que não é certo. Dar do Ser interior sem qualquer pensamento de qualquer retorno é a única maneira de dar e não se esgotar.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que se sentem esgotados por lidar com os problemas de outras pessoas, eles descobrem que se distanciam e evitam a proximidade.\nPara pessoas que se sentem secas por dentro, vazias e incapazes de se doar.\nPara aqueles que descobrem que seu intelecto pode conceber o problema de uma pessoa, mas não surge nenhum sentimento de compaixão.\nPara aqueles que desenvolvem relacionamentos puramente com base em suas próprias necessidades. Eles não consideram as necessidades da outra pessoa, mas se concentram em quão bom o relacionamento será para eles. Quando suas necessidades não são mais atendidas, eles se sentem secos e vazios por dentro porque falharam em recorrer ao lado profundo de sua natureza de Amor, que também satisfaria as necessidades profundas de seu parceiro. O relacionamento seria então mutuamente nutrido e sustentado."
  },
  {
    "title": "Pink Fairy Orchid",
    "description": "Pink Fairy Orchid (Caladenia latifolia)\n\nCarregando a Paz Interior\n\nQualidades Positivas:\nserenidade, equilíbrio, paz interior, resiliente, compostura\n\nDesafios:\nreagindo, perturbado, estressado, sobrecarregado, nervoso\nNatureza Curativa\nA essência da serenidade interior, do equilíbrio e da manutenção da própria força em todas as situações. Para acalmar o núcleo interior, permitindo que uma pessoa carregue sua paz interior consigo e seja perspicaz sobre quais elementos do mundo externo ela permitirá que ativem sua atenção.\nQualidades Espirituais\nManter a santidade interior do Ser em meio às muitas distrações que surgem em nosso caminho é um desenvolvimento muito útil. Tudo ao nosso redor parece clamar por atenção quando não temos nosso ser interior no comando, nem mantemos um senso elevado de discriminação. Esta arte de carregar nossa paz interior conosco, onde quer que estejamos, é parte de realmente conhecer nossa própria força e mantê-la.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nUsada para casos de estresse resultante de interações com pessoas.\nPara aqueles que desejam poder manter sua paz interior e não subir e descer com as emoções de outras pessoas. Muitas vezes pode haver raiva, lágrimas ou frustração com o estresse contínuo da montanha-russa emocional.\nPara aqueles que são hipersensíveis e tendem a reagir desproporcionalmente às palavras e atos dos outros.\nPara a síndrome pré-menstrual e sensibilidade de sentimento na gravidez, criando um brilho rosado de tranquilidade interior.\nTambém usada para aqueles que desejam superar o nervosismo ao falar em público ou expressar suas opiniões para os outros."
  },
  {
    "title": "Pink Fountain Triggerplant",
    "description": "Pink Fountain Triggerplant (Stylidium bulbiferum)\n\nQualidades Positivas:\nrestaurar, vigor, reconectar, vitalidade\n\nDesafios:\nexaurido, incapaz de lidar, drenado, sem vida\nNatureza Curativa\nA essência de restaurar a força vital ao próprio ser, o fogo Qi que o sustenta, lhe dá vigor e estabilidade física. Para reacender a chama vital e o retorno do dinamismo ao ponto em que se pode assumir esta responsabilidade mais essencial. Para a pessoa que está perdendo a vitalidade interior que a mantém viva, seja por um esgotamento gradual no nível físico, ou um desligamento nos corpos sutis.\nQualidades Espirituais\nNo conceito iogue de Prama, o equilíbrio entre os níveis físico, mental e espiritual é essencial para a existência humana. Este triângulo de estados de ser, quando em desenvolvimento harmonioso, dá a melhor base para a evolução da consciência e a experiência da realização. Ser um ser humano é um presente precioso, pois um ser humano vive em todos os níveis de existência e pode conscientemente criar harmonia entre todos eles. Portanto, é importante manter o corpo físico em um estado vital saudável, onde ele não decepcionará os lados mental e espiritual de nosso ser e todos possam avançar juntos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nUma falta de força vital. A sensação de que a energia está lentamente se esvaindo e não retornando. Em casos em que as pessoas negam as necessidades do corpo físico ou uma situação em que a interface da força de sua mente para seu nível físico é importante e elas não conseguem gerenciá-la."
  },
  {
    "title": "Pink Impatiens",
    "description": "Pink Impatiens (Impatiens sp.)\n\nA Coragem do Viajante Solitário\n\nQualidades Positivas:\ncoragem, prevalecer, força interior, determinação\n\nDesafios:\ncomprometido, sobrecarregado, oposição, luta\nNatureza Curativa\nA essência para se manter corajosamente fiel às convicções do coração. Para ser capaz de tomar o caminho que você sabe que é certo, independentemente de como os outros veem suas escolhas, mantendo a luta pela própria moralidade em meio à oposição. A força interior para prevalecer sem compromisso, mesmo quando a luta parece longa e potencialmente esmagadora.\nQualidades Espirituais\nUma das maneiras pelas quais nossas percepções interiores são trazidas ao mundo é através dos testes de compromisso. Não ser rígido e inflexível em um sentido, mas ainda assim se apegar à Verdade que conhecemos por dentro, é uma escolha muito consciente. Quando sentimos que nossos ideais interiores não são apoiados, uma lenta erosão desses morais e sabedoria interiores pode ocorrer, e se for longe o suficiente, podemos perder de vista todas as coisas que tornam a Vida bela. Nutrir e alimentar as joias interiores de nossos ideais mais elevados nos dá a força para seguir sozinhos, se necessário, totalmente satisfeitos com a beleza do Caminho que tomamos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara o idealista que não mais defende seus ideais ou padrões mantidos anteriormente devido à falta de apoio.\nPara a pessoa que sofreu ao tentar viver por suas convicções sentidas no coração. Por causa de seus padrões pessoais, eles são forçados a suportar fardos extras e enfrentar uma luta maior. Quando o sacrifício parece muito grande, eles começam a comprometer seus padrões e perdem a determinação.\nPara aqueles que desejam ser resilientes diante da oposição, quando se sentem como o “diferente”."
  },
  {
    "title": "Pink Trumpet Flower",
    "description": "Pink Trumpet Flower (Gladiolus caryophyllaceus)\n\nEnergia e Foco\n\nQualidades Positivas:\nfocado, proposital, realização, vigor mental\n\nDesafios:\nvago, divagante, desconectado, desfocado\nNatureza Curativa\nA essência da força de foco. Para aproveitar a força interior do propósito e dirigi-la para objetivos importantes. Encoraja a realização através de uma nova direção mental. Útil para aqueles que encontram dificuldade em manter o propósito, que sentem que se perdem no meio de um processo de pensamento ou atividade. Excelente para atingir objetivos de cura.\nQualidades Espirituais\nExistem muitas distrações para nós enquanto procuramos trabalhar e lidar com os diferentes aspectos de nossa Vida. Quando nossa força interna é baixa, é muito mais difícil manter o ímpeto, pois a mente nos levará para longe, para os objetos externos que dançam à nossa frente, exigindo atenção. É tão fácil ser levado embora. É preciso esforço para permanecer no caminho, esforço para permanecer focado e alimentar a força interna.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara a pessoa que não consegue seguir seus pensamentos, perdendo energia e foco e às vezes não percebendo que se desviou e esqueceu o que estava se propondo a alcançar.\nPara aqueles que ficam frustrados consigo mesmos por não se manterem “ligados”.\nPara aqueles que se sentem mal consigo mesmos porque sentem que sua mente não é forte o suficiente para focar corretamente e alcançar como os outros.\nSaúde Física\nAplicações Tópicas de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e aplicar essências topicamente.\nPara sintomas de perder o rastro de um pensamento/estudo/objetivo.\nPonto de Acupuntura Baihui na cabeça."
  },
  {
    "title": "Pixie Mops",
    "description": "Pixie Mops (Petrophile linearis)\n\nElevar-se Acima do Ser\n\nQualidades Positivas:\nconsiderado, compaixão\n\nDesafios:\nressentido, reacionário, magoado, endurecendo\nNatureza Curativa\nA essência para assumir total responsabilidade por si mesmo para libertar e fortalecer o coração. Para não depender e então reagir às pessoas que o decepcionam. Desta forma, tornar-se uma pessoa verdadeiramente útil e compreensiva, como é necessário por si mesmo e pelos outros no mundo todos os dias.\nQualidades Espirituais\nPode ser uma armadilha focar em nós mesmos e no que nos é devido. Isso pode causar fraqueza interior. A autocomiseração não é positiva e pode criar um foco nos traços negativos nos outros. Isso não apenas pode distorcer nossa perspectiva geral, mas ao focar em traços negativos, nossas mentes começam a se moldar na forma dessa negatividade, nós a absorvemos e começamos a nos tornar o mesmo. Manter a mente acima de tais coisas não é um processo de negação ou ignorância, mas um esforço consciente para permanecer caminhando na Luz de nosso Ser Espiritual, ou seja, em consciência e Amor. Desta força interior, podemos ser de grande serviço para aqueles que precisam de compreensão e compaixão.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara ciclos de dependência/ressentimento onde uma pessoa se torna dura depois de ser decepcionada e tratada injustamente por outras pessoas.\nPara aqueles que descobrem que estão se tornando como as próprias pessoas que foram inconsideradas ou dolorosas para eles.\nPara pessoas que perdem a sensibilidade e a compaixão pelos outros após más experiências com aqueles em quem confiavam."
  },
  {
    "title": "Purple and Red Kangaroo Paw",
    "description": "Purple and Red Kangaroo Paw (Anigozanthos manglesii)\n\nDe Mãos Dadas de Amor\n\nQualidades Positivas:\nabertura, sensibilidade, compreensão, vulnerabilidade\n\nDesafios:\nculpar, negativo, argumentar, criticar, reagir\nNatureza Curativa\nA essência para inspirar uma nova perspectiva de compreensão em um relacionamento, aprimorando a sensibilidade e uma abordagem positiva para os problemas sem culpa. Para buscar soluções mútuas que inspirem confiança e a formação de novos aspectos do Amor.\nQualidades Espirituais\nTodos os problemas entre as pessoas precisam da abordagem sensível, isso significa a capacidade de estar em contato com como a outra pessoa se sente e o que é necessário para sua jornada. É fácil ser pego no jogo de pingue-pongue de reações. O ego não quer se submeter, quer vencer, se sentir satisfeito com a outra pessoa sendo exposta como errada. Isso por si só deve soar um sino de alerta para uma pessoa que quer se mover em uma direção mais espiritual. O pequeno “eu”, a personalidade do Ser, clamando por atenção, sempre obtém o que quer à custa da Alma. A Alma pode vir através de ações de altruísmo e sabedoria. Descobrimos que quando escolhemos não satisfazer o pequeno “eu” e permitimos a expressão da Alma, os problemas têm uma maneira de se tornarem grandes saltos para a frente na compreensão humana.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles em problemas de relacionamento que não conseguem superar suas reações à outra pessoa.\nPara aqueles que só conseguem discutir as coisas brigando e criticando a outra pessoa.\nPara parceiros que deixam o jogo da culpa e se concentram na sensibilidade à outra pessoa, permitindo assim a reconstrução construtiva da confiança e outras soluções. Útil para a autoanálise objetiva e o reequilíbrio de parcerias com argumentos circulares de culpa.\nPara pais ou parceiros que estão focados em seus desejos e ideais. Eles aumentam sua própria insatisfação porque quanto menos compreensão eles dão a seu filho ou parceiro, menos respostas positivas eles obtêm, o que por sua vez os faz se sentir justificados em sua abordagem egocêntrica."
  },
  {
    "title": "Purple Enamel Orchid",
    "description": "Purple Enamel Orchid (Elythranthera brunonis)\n\nPara Dominar o Qi\n\nQualidades Positivas:\nconsistente, confiança, regulador, resistência, realização\n\nDesafios:\npara cima e para baixo, colapsando, errático, fraco\nNatureza Curativa\nA essência para incutir consistência na realização e na produção de energia. Para criar um equilíbrio entre trabalho e descanso. Útil para aqueles que fazem muito pouco, depois muito - e então colapsam. O uso prático da energia encoraja uma melhor autoestima e confiança. Provar a si mesmo não é mais uma questão.\nQualidades Espirituais\nA vida é longa - tanto quanto leva. Para chegar onde queremos ir, a linha de energia envolvida deve progredir constantemente conosco. A energia deve ser estável e as fases de pausa devem ser melhor medidas, como uma respiração profunda. Fazer saltos repentinos para a frente é revigorante quando são sustentados e decepcionante e desiludindo quando se dissolvem em nada. Como a mente é o projetor do nosso Qi, nossa força vital, a mente deve ter consistência para que a energia seja aproveitada para a nossa jornada, para que o progresso seja certo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que se sentem derrotados, inúteis e se sentem incapazes de provar aos outros que podem alcançar um objetivo.\nPara aqueles que sentem que não estão alcançando o suficiente e então se “punem” com cargas de trabalho. Muitas vezes, a próxima fase é sobrecarga e colapso.\nPara aqueles que estão em um ciclo regular de ter alta energia e depois desmoronar.\nSaúde Física\nAplicações Tópicas de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e aplicar essências topicamente.\nGrandes altos e baixos de energia, incapacidade de sustentar a vitalidade com consistência.\nPonto de Acupuntura do Coração na orelha.\n(ver também Cowkicks, Purple Enamel Orchid, Reed Triggerplant)"
  },
  {
    "title": "Purple Eremophila",
    "description": "Purple Eremophila (Eremophila scoparia)\n\nSerenidade\n\nQualidades Positivas:\ncalmo, diplomático, equilibrado, resolvido\n\nDesafios:\nconfusões emocionais, confusão, desesperado\nNatureza Curativa\nA essência para ganhar e manter a objetividade serena em meio a questões do coração muito pessoais que ameaçam desequilibrar você. Para se sentir calmo e aberto aos outros quando os problemas surgem. Esta essência encoraja a objetividade sem comprometer a riqueza de sentimento e sensibilidade para com os entes queridos, e é útil em tempos de aborrecimentos em relacionamentos.\nQualidades Espirituais\nÉ uma conquista estar em contato com o mundo do sentimento e ainda ter a clareza mental para perceber as complexidades envolvidas nos relacionamentos humanos. Nossos estados emocionais podem colorir tudo o que vemos, podem esconder a Verdade de nós. A névoa das emoções se arrasta e puxa nossas entranhas. Nós então achamos difícil saber se nossas reações são nossas ou acionadas pelas emoções de outra pessoa. Fechar-se em um esforço para manter as emoções dos outros fora não resolverá o problema, nem se imergir no mar de sentimentos. O caminho é ser sereno na mente, ciente e aberto ao que os outros estão passando. Quando alguém vê além e através da névoa, é capaz de ver tudo o que foi escondido ou o que não é óbvio, respondendo calmamente e objetivamente, todos têm a chance de chegar ao outro lado.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que sentem que as relações humanas são uma selva cheia de perigos e emaranhados invisíveis.\nPara pessoas que se envolvem em tempestades emocionais em relacionamentos e não conseguem ver o que realmente está acontecendo.\nPara aqueles que preferem navegar, e convenientemente ignorar as complexidades da Vida. Esta atitude deixa essas pessoas suscetíveis a não ver as coisas em perspectiva.\nPara aqueles que desejam vir de um espaço mais sábio ao lidar com problemas emocionais complexos."
  },
  {
    "title": "Purple Flag Flower",
    "description": "Purple Flag Flower (Patersonia occidentalis)\n\nA Liberação\n\nQualidades Positivas:\nliberação, alívio, relaxar, relaxar\n\nDesafios:\ntenso, pressão, estresse, ansioso\nNatureza Curativa\nA essência do alívio e da liberação. Para criar uma maneira para o acúmulo de pressão e tensão escapar e permitir a cura e o relaxamento do corpo e da mente. Para aprimorar o processo de relaxamento e para liberar a sensação de ter que reagir automaticamente de forma tensa a situações.\nQualidades Espirituais\nNão importa quanta pressão construímos e jogamos em nossa Vida, podemos não ser capazes de mover nem mesmo uma partícula de poeira. Não é a quantidade de agitação que produzimos que faz as coisas darem certo, que faz as coisas acontecerem, mas nossa intencionalidade geral e direcionalidade em relação a objetivos interiores. Alguns podem tentar ficar à frente em sua jornada permanecendo tensos e prontos para qualquer coisa, mas é provável que se esgotem. A aceitação de situações e o trabalho com elas de forma aberta trazem melhores resultados gerais.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que sentem o aumento do estresse e se encontram à beira de um colapso.\nPara aqueles que não conseguem encontrar uma maneira de relaxar, ou que as atividades relaxantes normais não funcionam mais."
  },
  {
    "title": "Purple Nymph Waterlily",
    "description": "Purple Nymph Waterlily (Nymphaea violeacea)\n\nAmor Altruísta\n\nQualidades Positivas:\nAmor Altruísta, coração, profundidade, imparcial, libertador\n\nDesafios:\nfrustração emocional, mágoa, não realizado\nNatureza Curativa\nA essência para libertar o Espírito com Amor incondicional. A essência do serviço Altruísta. Para beber do lado mais profundo da própria natureza do Amor. Para não ser pego em armadilhas emocionais em lidar com outros humanos ou no próprio caminho da Vida. Para sensibilizar a um ponto além da personalização, libertando o coração com serviço. Útil para aqueles que desejam se fundir com o propósito Universal e em todos os níveis, práticos e internos, compartilhar seus tesouros com os outros.\nQualidades Espirituais\nA personalidade anseia por realização emocional pessoal. Isso é natural. Nossa jornada através dos desejos da personalidade para a sabedoria de buscar a paz da Alma é uma jornada que nos ensina onde reside a verdadeira realização. Descobrimos que os desejos pessoais exigem um preço, nos ligando aos contínuos altos e baixos de prazer e dor. Quando respondemos do nível da Alma, somos completamente livres porque somos capazes de dar e agir sem laços e condições. Não estamos moldando nossas respostas para saber se obtemos algo em troca. A realização reside em ser capaz de dar Amor, em suas muitas formas, exatamente como é necessário, - Altruisticamente.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara a pessoa que não consegue diferenciar entre o dar pessoal e imparcial.\nPara aqueles que se sentem magoados quando não são apreciados, precisando ser capazes de lidar com as pessoas a partir de uma perspectiva mais profunda. O desejo de realização em relacionamentos pessoais é frustrado e a frustração, a tristeza e a irritação se instalam. Muitas vezes, a pessoa tenta mudar a pessoa que é o objeto de seu Amor para acomodar seus desejos e anseios, mas tal processo pode levar uma eternidade e na maioria das vezes simplesmente não dá certo.\nPara aqueles que têm empregos ou atividades centradas em pessoas, como professores, enfermeiros, terapeutas, pais, esta essência inspira a doação de Amor incondicional, ou seja, Amor sem cordas, o que permite o melhor resultado para aqueles que recebem e aqueles que dão.\nPara o aspirante espiritual."
  },
  {
    "title": "Queensland Bottlebrush",
    "description": "Queensland Bottlebrush (Callistemon polandi)\n\nO Espírito Sociável\n\nQualidades Positivas:\nà vontade, interação social, energia equilibrada\n\nDesafios:\ndesconforto, drenado, eremita, inquieto, evitando\nNatureza Curativa\nPara desfrutar da companhia dos colegas. A essência para transmutar reservas sobre as demandas de ser social em uma maneira social liberada. Mudar o foco para a própria direção interna geral, garantindo um fluxo saudável de energia e uma capacidade de desfrutar e lidar com as pessoas sem hesitação.\nQualidades Espirituais\nOs humanos são seres muito socialmente engajados, na verdade, a união traz o melhor de nós e, às vezes, o pior. Parece que faz parte da jornada de todo ser humano aprender sobre outras pessoas e como estar entre nossos colegas, ser capaz de dar e receber sem manter um livro-razão. Não podemos fugir. Somos parte da humanidade. Aprendemos em nossas associações com os outros a manter nossa jornada e a encontrar, às vezes, a alegria da companhia ao longo do caminho.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles cuja perspectiva de amizade é o benefício que colherão da associação. O que isso significa é que o foco está em pesar os benefícios em vez de interagir livremente com os outros. Quando sentem que o livro-razão está pendendo para sua desvantagem, eles se sentem desconfortáveis com a amizade e querem se retirar.\nPara pessoas que querem estar em companhia, mas descobrem que, quando estão, desejam não ter vindo. Eles sentem que muito está sendo tirado deles, física, emocional ou mentalmente.\nPara aqueles que não querem viver sozinhos, mas acham exaustivo viver com outra pessoa.\nPara aqueles que foram maltratados por pessoas nas situações sociais mais simples, eles então se sentem inquietos quando em companhia.\nPara sentimentos de inquietação, desconforto e cansaço que são acentuados na companhia dos outros."
  },
  {
    "title": "Rabbit Orchid",
    "description": "Rabbit Orchid (Leptoceras menziessi)\n\nQualidades Positivas:\nverdadeiro, Autorevelador, aberto, profundidade, honesto\n\nDesafios:\nmascarado, obrigatório, imagem superficial, inseguro\nNatureza Curativa\nA essência para encontrar o verdadeiro e mais profundo Ser. Revelador e libertador para o crescimento interior. Para aliviar a necessidade de projetar qualquer coisa que não seja o que realmente se é. Para não depender de imagens e máscaras externas, mas para desejar conexões honestas e significativas com as pessoas. A frustração com relacionamentos superficiais, vazios e obrigatórios é levada ao fim pela busca da maior profundidade no Ser e em outras pessoas.\nQualidades Espirituais\nAprendemos desde muito jovens que as pessoas gostam de um rosto sorridente. Mais tarde, vemos como as pessoas respondem à lisonja ou a serem mimadas em uma conversa sobre si mesmas. Desde cedo, as máscaras começam a ser criadas por trás das quais nossa verdadeira natureza se esconde, - eventualmente até para nós mesmos. Podemos nos tornar inseguros sobre o que é a máscara e no que nos tornamos por dentro. Deixar ir todas as máscaras é revelar o Ser e permitir que ele tenha as consequências da Vida de que precisa para aprender e crescer. As máscaras limitam nossa experiência e interação com a Vida, que aprimoram nossa sabedoria. Estar verdadeiramente em um com o Ser, conhecer a autoaceitação, é conhecer a paz de espírito.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que dependem de manter imagens falsas ou idealistas de si mesmos para as pessoas para que sejam gostados e aceitos, (ou seja, insegurança).\nPara o socialite que só consegue manter relacionamentos superficiais.\nÚtil com todos os tipos de psicoterapia e aconselhamento para ir além das fachadas protetoras para as riquezas interiores.\nPara aqueles que desejam desmascarar sua Alma e ser fiéis a si mesmos."
  },
  {
    "title": "Red and Green Kangaroo Paw",
    "description": "Red and Green Kangaroo Paw (Anigozanthos manglesii)\n\nA Qualidade da Proximidade\n\nQualidades Positivas:\nem contato, paciente, sensível, proximidade, atento\n\nDesafios:\nausente, distraído, distante, inquieto\nNatureza Curativa\nA essência de trazer a pessoa de volta em contato com os entes queridos em um nível aprimorado, promovendo a sensibilidade. Para estar no aqui e agora, pacientemente, permitindo tempo e espaço para a proximidade e as pequenas alegrias da Vida juntos. Para se doar no momento de estar perto, com total atenção e refinamento de sentimento.\nQualidades Espirituais\nA mente corre em direção a seus objetivos e desejos pessoais, esperando apoio e desvalorizando aquelas pessoas que não os apoiam diretamente. Esta pessoa desvalorizada pode ser aquela que simplesmente quer compartilhar o Amor conosco. Apenas SER é uma arte na Vida onde a mente aprende a sublimar seus infinitos planos e curiosidades externas às experiências reais do mundo interno. Uma dessas delicadezas internas que pode ser facilmente perdida é a comunhão atemporal com outra Alma e toda a doçura da combinação de dois corações.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que estão ocupados e descobrem que suas mentes divagam quando estão tentando passar um tempo de qualidade com os entes queridos. Subconscientemente, eles sentem que as interações são uma perda de tempo porque não apoiam diretamente seus objetivos, desejos e ambições.\nPara aqueles que não estão cientes de quão fora de contato estão com as pessoas próximas a eles.\nPara pais que trabalham e descobrem que uma distância está crescendo entre eles e seus filhos e/ou seus parceiros. Eles podem estar passando tempo com sua família ou parceiro, mas a mente ausente significa que eles estão lá apenas em corpo. O tempo passa e a distância aumenta. As pessoas começam a não depender do relacionamento para a realização. As pessoas podem facilmente acabar como estranhos vivendo na mesma casa."
  },
  {
    "title": "Red Beak Orchid",
    "description": "Red Beak Orchid (Lypercanthos nigricans)\n\nAbraçando a Integridade\n\nQualidades Positivas:\nentusiasmo, resolver, responsável, desejo, holístico\n\nDesafios:\ndesinspirado, letárgico, frustrado, rebelde, dividido\nNatureza Curativa\nA essência de renovar a energia e a inspiração para atender a todas as facetas da Vida de forma criativa e com igual entusiasmo. Para ser dinâmico. Para resolver o conflito interno entre desejo e deveres, expressão pessoal e responsabilidades. Para trabalhar na Vida como um todo em vez de separá-la em pedaços antagônicos.\nQualidades Espirituais\nQualquer estrada é uma estrada muito difícil de caminhar quando estamos em duas mentes sobre para onde estamos indo. Tantos aspectos do nosso ser podem estar clamando por desejos a serem realizados de maneiras diferentes. Para nos integrarmos como um todo, todos os desejos podem ser canalizados em uma direção principal. Isso pode ser feito sem causar danos a nós mesmos ou aos outros quando a direção é espiritual, porque espiritual significa que todos os aspectos são desenvolvidos em harmonia. Este processo nos traz a bênção de sempre olhar para a frente para as experiências da Vida e ter uma mente cheia de vigor e otimismo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que experimentam letargia, apatia e incapacidade de se entusiasmar com suas Vidas.\nPara um problema de levantar pela manhã, ou dormir com muita frequência durante o dia.\nPara dilemas de adolescentes e de meia-idade de rebelião ou frustração sobre deveres e laços familiares.\nPara aqueles que não conseguem ver como podem realmente desfrutar de suas Vidas e manter seu emprego, família ou outras bases de suas Vidas. Eles podem se resignar pessimisticamente ou se tornar hedonistas, porque não conseguem ver como podem atender a ambas as direções simultaneamente.\nPara aqueles que flutuam entre ser responsáveis e então negligenciar totalmente suas responsabilidades.\nPara aqueles que sofrem de esgotamento."
  },
  {
    "title": "Red Feather Flower",
    "description": "Red Feather Flower (Verticordia mitcheliana)\n\nO Espírito de Ser Útil\n\nQualidades Positivas:\nútil, compartilhar, solidário, entusiasmo, energia\n\nDesafios:\npreguiçoso, sobrecarregando, isolado, rebelde, ressentido\nNatureza Curativa\nA Alegria de ser totalmente parte de um esforço combinado. Para conhecer a Alegria de alcançar juntos. Para ajudar uma pessoa a confiar em sua própria energia e estar ciente de compartilhar os fardos na Vida familiar e comunitária. O retorno deste fluxo de energia então vê um impulso geral para a produção total de energia e criatividade em todas as áreas do esforço da pessoa.\nQualidades Espirituais\nCada ser sustenta sua pequena parte do Universo. Quando alguém está tirando energia injustamente dos outros, isso afeta o Todo, e o Universo criará uma reação para corrigir o problema. Isso é desagradável de experimentar. É muito melhor se engajar na Vida de forma total e de todo o coração, e ao fazê-lo, descobrir a Verdade de que há um fluxo interminável de energia para nos conectarmos a qualquer momento quando estamos agindo como parte do Todo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que sentem que estão fora das atividades em grupo. Isso se deve a outros sentirem que eles são um “peso morto”.\nPara aqueles que não perceberam o fato de que todas as pessoas trabalhando juntas em sua melhor capacidade criam uma Vida melhor para todos.\nPara adolescentes que sentem que devem ser providos, contribuam ou não com algo.\nPara aqueles que não sentem vontade de fazer sua parte do trabalho, e que se ressentem quando este fato é levado à sua atenção.\nPara aqueles que se concentram exclusivamente em como estão se sentindo e não em o quanto estão sobrecarregando os outros com sua falta de produção.\nPara problemas de preguiça, parasitismo."
  },
  {
    "title": "Red Leschenaultia",
    "description": "Red Leschenaultia (Leschenaultia formosus)\n\nQualidades Positivas:\nsensibilizar, derreter, felicidade, Amor, proximidade, gentileza\n\nDesafios:\nfrio, duro, insensível, fechado, desprezo por fraqueza\nNatureza Curativa\nA essência da gentileza e sensibilidade, de experimentar a felicidade em relacionamentos. Para reabrir o coração, gerando empatia com as lutas dos outros, o que então se torna uma oportunidade para a abertura e a fusão de Almas. Útil para trazer a doçura de volta aos relacionamentos, quando a dureza e as atitudes quebradiças estão impedindo o Amor, a Alegria e a proximidade da Vida juntos.\nQualidades Espirituais\nQue tesouro é ter um relacionamento profundo e doce com outra pessoa, estar completamente aberto a dar e receber Amor, a conhecer uma confiança sagrada. Esta é uma experiência espiritual, um pequeno reflexo da Grande Unidade que é a verdadeira natureza de toda a Vida. Quando duas pessoas podem ser profundamente abertas uma para a outra, é uma inspiração para todos, mostrando como um dia toda a humanidade pode desfrutar de tal Unidade amorosa.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que se endureceram porque no passado distante chegaram à conclusão de que esta é a única maneira de sobreviver. Eles cortam e negam todas as sensibilidades para com os outros.\nPara aqueles que desejam conhecer a verdadeira intimidade com outro, que acham difícil se abrir para o afeto.\nPara aqueles que descobrem que a dureza do mundo de trabalho está se tornando parte deles e está impedindo espaços doces entre eles e seus entes queridos.\nPara casais que trabalham e não conseguem deixar o mundo na porta quando chegam em casa e querem ser deixados sozinhos.\nPara aqueles que se tornaram duros e insensíveis, até mesmo começando a desprezar as fraquezas dos outros.\nPara aqueles que perdem a empatia e se importam apenas consigo mesmos. Aqueles que têm desprezo por fraqueza."
  },
  {
    "title": "Reed Triggerplant",
    "description": "Reed Triggerplant (Stylidium junceum)\n\nA Rejuvenescimento\n\nQualidades Positivas:\nrejuvenescer, restaurar, suportar, revitalizar, recuperar\n\nDesafios:\nluta, exausto, desgastado, esgotado, não lidando\nNatureza Curativa\nA essência para recarregar após uma longa luta. Para trazer de volta a sensação de integridade do ser, onde o eu integral é restaurado. Para curar e depois integrar e revitalizar as partes da mente e do corpo que se sentem desgastadas. Para restaurar a força interior, unificar a mente e recuperar a capacidade de suportar os rigores da própria Vida.\nQualidades Espirituais\nA resiliência é uma característica dos seres humanos. Pode-se sempre ficar surpreso com a quantidade de adversidade que podemos experimentar, e ser devastado por, e ainda assim se apegar à Vida. Uma luta longa e contínua desta natureza só pode ser sobrevivida com a cura contínua do Ser interior e sua própria vitalidade. Também devemos enfrentar a razão pela qual esses eventos são repetidos e qual é a lição que não estamos aprendendo, prolongando assim nossa agonia.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara a pessoa que nunca recuperou sua força após um acúmulo de dificuldades.\nPara sentimentos de ansiedade, perda de memória, sentimentos de instabilidade. Ser incapaz de lidar com a Vida em geral.\nPara situações em que uma pessoa, com o acúmulo de todas as experiências da Vida que foram dolorosas, magoantes ou traumáticas, se sente instável e incapaz de lidar. Eles se tornam cada vez mais frágeis e ansiosos sobre sua situação de Vida. Uma pessoa que perdeu a conexão com muitas partes de seu ser devido a mágoa ou trauma achará cada vez mais difícil funcionar com o tempo. Mesmo após um trauma imediato, eles podem se sentir desarticulados e quase fora de contato com a realidade. Eles podem não perceber que é o efeito acumulado que está realmente os devastando agora."
  },
  {
    "title": "Ribbon Pea",
    "description": "Ribbon Pea (Brachysema aphylla)\n\nSeguro Dentro do Universo\n\nQualidades Positivas:\ndestemido, calmo, aceitador, positivo\n\nDesafios:\napreensão, pavor, ansiedade, medo\nNatureza Curativa\nA essência da intrepidez. Para sentir a segurança do Ser. Para se elevar acima do medo e da apreensão que impedem atitudes e direções positivas que são desejadas para uma Vida gratificante. Para dissolver os sentimentos de pavor sem nome, pânico ou medo da morte.\nQualidades Espirituais\nHá apenas transformação neste Universo. Não há fim. Todo Caminho continua para o próximo lugar de renovação. Quando éramos jovens, perdemos um corpo de bebê e ganhamos um de adolescente, então perdemos esse para assumir o adulto. Podemos perder tantas formas e estados mentais diferentes para transcender para outros em uma vida, muito menos em muitas vidas. O medo não nos traz nada além de uma distração para nossos desafios na Vida e nos afasta da doce experiência de nossa Alma eterna.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que se sentem sobrecarregados em uma situação e querem fugir.\nPara uma pessoa que responde com medo a uma suposta ou real ameaça.\nA pessoa que enfrenta uma cirurgia traumática.\nO refugiado que viu muita morte e destruição.\nUma pessoa que enfrenta pensamentos da realidade da morte depois de experimentar alguém morrendo.\nUma pessoa que sente medo e ansiedade intensos.\nEsta essência é para o medo do desconhecido, medo da aniquilação e do que pode acontecer a si mesmo."
  },
  {
    "title": "Rose Cone Flower",
    "description": "Rose Cone Flower (Isopogon formosus)\n\nA Calma Interior\n\nQualidades Positivas:\npaz, tranquilidade, calma interior, à vontade\n\nDesafios:\ntenso, estressado, nervoso, perturbado, agitado\nNatureza Curativa\nA essência de ser capaz de manter um lugar interior de quietude, paz e tranquilidade. Para ser capaz de acalmar a mente a qualquer hora em qualquer lugar. Para manter a doçura e a equanimidade da mente por dentro e não esperar por ambientes perfeitos para se sentir à vontade.\nQualidades Espirituais\nA paz está sempre dentro e pode ser enviada para o mundo onde pode nutrir e curar. Confiar no mundo para nos fornecer um ambiente pacífico é conhecer a frustração. Confiar no desenvolvimento de nossa sala interior de quietude significa uma experiência positiva duradoura e para a vida toda.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que desejam manter seu equilíbrio ao viver com outras pessoas.\nPara pais que se sentem tensos quando os filhos estão ao redor deles.\nPara aqueles que sentem a necessidade de escapar para o seu próprio “espaço” continuamente como uma forma de aliviar a tensão. (Esta não é uma solução permanente).\nPara aqueles que se tornam nervosos, tensos e facilmente perturbados.\nPara aqueles em profissões de pessoas."
  },
  {
    "title": "Shy Blue Orchid",
    "description": "Shy Blue Orchid (Cyanicula amplexans)\n\nPara Romper\n\nQualidades Positivas:\navançar, dinamismo, inspirado, livre para expressar\n\nDesafios:\noprimido, impotente, não resolvido, obstruído\nNatureza Curativa\nPara se tornar livre para avançar. O foco de energias espirituais que consistentemente romperão forças opressivas negativas no ambiente. A essência para dar uma sensação de proteção e dinamismo onde a impotência prevalecia anteriormente. Uma essência floral profunda, inspiradora internamente e extremamente sutil, que é de grande benefício para aqueles dedicados ao Caminho da Luz.\nQualidades Espirituais\nÀs vezes, quando estamos fazendo progresso e trabalhando positivamente na Vida, parece que um vento oposto tenta nos parar. Romper velhas estruturas e construir novas é uma grande tarefa que precisa de um alto grau de consistência, foco e vigor. A paciência também é de enorme valor, e a consciência de saber que existem forças benevolentes que vêm em nosso auxílio quando o tempo é certo, e que quando todos esses aspectos estão em mãos, o avanço para um novo dia é assegurado.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que estão tentando estabelecer novas ideias.\nPara aqueles que sentem que se tornaram impotentes para mudar uma situação.\nPara aqueles que se sentem incapazes de se expressar livremente dentro de sua Vida, parece haver uma força invisível os impedindo.\nPara situações em que questões urgentes precisam ser resolvidas que não têm soluções claras. A tendência é colocar os problemas no plano de fundo de nossas Vidas. Isso cria dois tipos de problemas, um é que os problemas ainda nos afetam subconscientemente e tornam difícil realmente relaxar. O outro é que nos tornamos menos conscientes do problema, então uma solução se torna mais ilusória."
  },
  {
    "title": "Silver Princess",
    "description": "Silver Princess (Eucalyptus caesia)\n\nO Espírito da Perseverança\n\nQualidades Positivas:\ndesafio, superar, dominar, persistência\n\nDesafios:\ndesistir, estagnação, rebelde, frustrado\nNatureza Curativa\nA inspiração para enfrentar as dificuldades com o desenvolvimento da força interior. Para continuamente desafiar a si mesmo a superar obstáculos internos e externos ao progresso. Para nunca desistir e dizer que é demais. Para continuar aprendendo como resolver algo até que seja dominado.\nQualidades Espirituais\nCada desafio interno que assumimos para nos melhorarmos traz à tona o quanto de força interior temos. Admitir a derrota a qualquer momento é ficar parado e continuamente experimentar a frustração e a sensação de estagnação. Existem muitas maneiras de escalar uma parede, e nem todas as maneiras podem terminar em sucesso, mas com perseverança uma maneira será inevitavelmente encontrada, e além da parede está nosso destino.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara ajudar a dominar uma habilidade ou um aspecto do aprendizado.\nPara ajudar a estabelecer disciplinas saudáveis. Ajuda a acabar com vícios não saudáveis.\nPara aqueles que desistem muito facilmente quando um problema surge.\nPara aqueles que não alcançam objetivos porque deixam que pequenas coisas entrem em seu caminho.\nPara falta de persistência.\nPara aqueles que se esforçam para melhorar, mas acham os obstáculos externos esmagadores e então se rebelam.\nPara estudantes que sentem que estão em um beco sem saída de aprendizado.\nPara adolescentes que tentam fazer a coisa certa e então desistem, se tornam autodestrutivos e se rebelam quando alguém está tentando ajudá-los a superar um obstáculo para sua felicidade ou sucesso."
  },
  {
    "title": "Snakebush",
    "description": "Snakebush (Hemiandra pungens)\n\nA Simplicidade do Amor\n\nQualidades Positivas:\nrealizado, contentamento interior, independente, Amor próprio\n\nDesafios:\ncarente, magoado, amargura, submisso, exigente\nNatureza Curativa\nA essência de dar Amor simples, profundo e gratificante. Para encorajar a autoapreciação e uma atitude em dar aos outros que traz uma independência emocional e contentamento. Sentimentos de carência diminuem e são transformados em cuidado a partir de um centro autoconfiante.\nQualidades Espirituais\nDar Amor onde ele não é valorizado ou nutrido é jogar fora os tesouros do coração. Isso não faz bem a ninguém e, na verdade, pode manter um relacionamento entre as pessoas insalubre. A sabedoria em dar Amor cria mais Amor e um mundo melhor.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles desiludidos pela falta de apreciação dos outros que eles amaram.\nPara aqueles que são motivados a Amar alguém por sua necessidade de ser amado, não pelas qualidades individuais da pessoa a quem estão apegados.\nPara aqueles que continuam a dar para aqueles que não os apreciam.\nPara apegos a pessoas baseados em um desequilíbrio emocional carente.\nPara sentimentos de amargura por não entender por que os relacionamentos dão errado.\nPara aqueles que tendem a ser o parceiro submisso, mas exigente, em um relacionamento."
  },
  {
    "title": "Snake Vine",
    "description": "Snake Vine (Hibbertia scandens)\n\nO Encorajamento\n\nQualidades Positivas:\notimismo, confiança, positividade, encorajamento\n\nDesafios:\nminado, atacado, triste, inquieto, lutando\nNatureza Curativa\nA essência da crença e do otimismo sobre nós mesmos e nossa direção. Para trazer de volta a confiança e a apreciação de nossas conquistas, mesmo quando tudo ao redor é malícia e dúvida. Para ter vitalidade renovada em metas e objetivos, tornando possível sair da esfera de influência de projeções negativas para o espaço livre da positividade e do sucesso.\nQualidades Espirituais\nO otimismo e a confiança nos energizam e iluminam nossa mente. Esses sentimentos positivos sobre nós mesmos só duram, e podem resistir ao teste da negatividade dos outros, quando são baseados em crenças profundas do Ser interior. Qualquer coisa que venha de partes mais superficiais de nós é facilmente atacável e muitas vezes desmorona sob pressão. O otimismo e a confiança invencíveis vêm de conhecer o Ser tão bem e de dirigir nossas atividades a partir dos estados de espírito mais nobres que podemos abraçar de todo o coração.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara reafirmar o valor próprio e a confiança quando outra pessoa está projetando negatividade, seja psiquicamente, na forma de fofoca, ou malícia velada.\nPara trazer de volta o impulso para a frente quando os outros semearam as sementes da dúvida de si mesmo.\nPara uma pessoa que é o alvo da negatividade e descobre que está perdendo a vitalidade.\nPara pessoas que estão sendo minadas, muitas vezes pelas costas, e estão perdendo a confiança.\nPara sentimentos inquietos ao lidar com pessoas e a pessoa não está totalmente ciente de seus motivos.\nAqueles que confiam nas pessoas apenas para descobrir que são abusados, e as informações que deram são usadas contra eles."
  },
  {
    "title": "Southern Cross",
    "description": "Southern Cross (Xanthosia rotundifolia)\n\nA Sabedoria da Empatia\n\nQualidades Positivas:\nentendimento, ciente, aceitador, empatia, sabedoria\n\nDesafios:\njulgar, inexperiente, condenar, míope\nNatureza Curativa\nA essência de entender as vidas dos outros. Para aprimorar a empatia, para ajudar a pessoa a entrar em contato com como a Vida é experimentada pelos outros, para integrar isso na própria compreensão da Vida. Para ver a Vida a partir de uma perspectiva que engloba todas as possibilidades que uma pessoa pode enfrentar e, assim, perder quaisquer atitudes de julgamento. Para inspirar a percepção de que “um dia isso poderia acontecer comigo” e assim se preparar para as reviravoltas que a Vida pode apresentar.\nQualidades Espirituais\nA ilusão de que existem fórmulas prontas para resolver os problemas de viver, mantém as pessoas separadas umas das outras e é insalubre para a sociedade. É insalubre porque todas as pessoas têm o mesmo desejo básico, que é sentir Alegria, e estão passando pelos mesmos processos das lições da Vida, de sua maneira única e individual. A sabedoria coletiva da humanidade sobre como passar melhor rapidamente pelas dificuldades e seguir para a Alegria se desenvolve ainda mais a cada era. Se nos separamos das experiências uns dos outros, não somos capazes de chorar e rir juntos e nos separamos das experiências de aprendizado coletivo, então inibimos o crescimento da sabedoria social.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que são ingênuos sobre a Vida por causa da falta de experiência, ou falta de compartilhar as experiências dos outros.\nPara aqueles que não conseguem desenvolver relacionamentos mais profundos porque facilmente fazem julgamentos superficiais e abrangentes das situações de outras pessoas.\nPara aqueles que não desenvolveram empatia e permanecem distantes dos outros.\nPara aqueles que se encontram em um trauma e são incapazes de lidar por causa da falta de experiência de tais coisas. Muitas vezes eles nunca contemplaram sua Vida dando errado, ou nunca tiveram empatia com aqueles que tiveram problemas. Geralmente eles condenavam uma pessoa por ser culpada por seus próprios problemas. Quando eles eventualmente encontram dificuldades, eles se sentem totalmente perdidos porque não há sabedoria para recorrer para enfrentar sua situação."
  },
  {
    "title": "Spirit Faces",
    "description": "Spirit Faces (Pimelea sp.)\n\nA Visão Panorâmica\n\nQualidades Positivas:\nperspectiva, descentralização, Altruísta, apreciação\n\nDesafios:\nfoco em si mesmo, absorto, fixado\nNatureza Curativa\nA essência da perspectiva Altruísta, onde uma verdadeira compreensão do lugar do indivíduo no esquema da Vida é compreendida. Para inspirar uma visão onde as preocupações pessoais de alguém não precisam ser proeminentes e se sobrepor a todas as outras preocupações. A descentralização do foco coloca a pessoa em contato com a beleza e a Alegria que cercam toda a Vida e pode ser apreciada de novo.\nQualidades Espirituais\nQuando a personalidade recebe atenção, ela se infla muito facilmente e se distrai com seu tamanho. A perspectiva da Alma é então perdida, muitas vezes levando a lições da Vida em autoimportância e o verdadeiro lugar do pequeno “eu” no jogo Cósmico mais amplo. Isso pode ser assim mesmo quando a pessoa está envolvida em serviço aos outros e mantém fortes objetivos espirituais. A maneira como a pessoa personaliza a atenção e o respeito dos outros pode se tornar um teste sutil para a verdadeira profundidade da própria natureza espiritual.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que desejam se mover em direção a um estado mais espiritual e altruísta.\nPara a pessoa em uma posição central em uma família, grupo ou organização que se sente indispensável. Muitas vezes eles são essenciais para o funcionamento do coletivo e isso pode começar a lhes dar uma falsa perspectiva sobre a importância de suas necessidades pessoais.\nPara sentimentos de frustração com situações que não estão saindo como a pessoa quer. Falar continuamente sobre os próprios problemas.\nPara pessoas que são excessivamente focadas em seus próprios sentimentos e necessidades. Este foco é insaciável, eles sentem que têm certas necessidades a serem realizadas antes de terem contentamento. É uma ilusão, que os impulsiona, e nunca há o suficiente para saciar sua sede carente. No processo, a atitude centrada no “eu” impede tanto um senso de paz e tranquilidade interior quanto a capacidade de perder o “Ser” e ser um com a Vida."
  },
  {
    "title": "Star of Bethlehem",
    "description": "Star of Bethlehem (Calectasia cyanea)\n\nSoluções Criativas\n\nQualidades Positivas:\nresoluções, criatividade, mente aberta, esperança, oportunidades\n\nDesafios:\nbloqueado, desesperança, em branco, sem opções, visão de túnel\nNatureza Curativa\nA essência de abrir a mente para soluções criativas e romper com o novo pensamento. Para trazer a percepção e a força mental para romper nos reinos de opções e escolhas infinitas que sempre estiveram lá. Com a nova criatividade e esperança, as situações da Vida são completamente transformadas.\nQualidades Espirituais\nO Universo está cheio de oportunidades, de opções e de escolhas para o que podemos fazer e como podemos fazê-lo. O hábito de pensamento e o apego a trilhas bem desgastadas em nossas mentes nos deixam alheios aos ativos abundantes que estão por toda parte, geralmente bem na frente de nossos narizes. Ao enfrentar um dilema, a mente pode tender a se tornar mais restrita em suas considerações. Os fluxos criativos são então congelados e bloqueados e tudo pode parecer impossível. Nada é impossível quando nos conectamos à mente Universal.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara pessoas que querem encontrar uma saída de uma situação aparentemente impossível.\nPara aqueles que sentem que não há saída para seu dilema, que estão enfrentando portas trancadas por todos os lados. Eles perderam a esperança.\nPara aqueles que sentem que não têm opções, exceto aquelas de que não gostam.\nPara artistas e escritores com um bloqueio criativo.\nPara aqueles que não conseguem encontrar a iniciativa para mudar sua situação."
  },
  {
    "title": "Starts Spider Orchid",
    "description": "Starts Spider Orchid (Caladenia starteorum)\n\nA Abordagem Direta\n\nQualidades Positivas:\ndirecionalidade, coragem, decisivo, resolver\n\nDesafios:\ncomprometido, evitando, bagunçado, pouco claro, frustrante\nNatureza Curativa\nA essência da direcionalidade e da honestidade. Aprender a lidar com pessoas e situações difíceis de uma maneira benevolente, mas bem-sucedida. Para estimular a mente a se concentrar no que é real e importante, trazendo a coragem interior para cortar através das cortinas de fumaça emocionais nas comunicações com as pessoas.\nQualidades Espirituais\nSer benevolente pode significar muitas coisas. A benevolência nem sempre é o curso de ação suave e gentil. Pode ser o curso mais tempestuoso de todos. A intenção que temos ao lidar com as pessoas é a chave. Quando viemos de uma perspectiva sincera e altruísta, sem agendas ocultas ou julgamentos, então faremos o melhor para uma determinada situação. Isso exige uma abordagem resiliente e destemida, especialmente ao lidar com pessoas que não são justas ou honestas, ou estão brincando com você para seu próprio esporte. É bom lembrar que ao lhes dar satisfação em seu jogo, em nome da delicadeza, nós os capacitamos a fazer o mesmo com a próxima pessoa e, assim, perpetuamos o problema e o Carma deles.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nLidar com pessoas que pensam que têm o poder em uma situação para tirar vantagem de você. Lidar com situações bagunçadas.\nPara aqueles que são muito sensíveis às consequências de confrontar alguém que está lidando desonestamente com eles ou tirando vantagem deles, comprometendo a verdade por causa do poder de alguém sobre eles.\nPara aqueles que acomodam apegos emocionais pesados que estão em um caminho para lugar nenhum.\nPara aqueles que desejam paz e, portanto, não lidam com questões difíceis de maneira direta."
  },
  {
    "title": "Swan River Myrtle",
    "description": "Swan River Myrtle (Hypocalymma robustum)\n\nO Espírito da Justiça\n\nQualidades Positivas:\njustiça, força interior, positividade, perspicácia\n\nDesafios:\nvítima de injustiça ou pessoa injusta, autocomiseração ou autojustificação, sofrendo injustiça ou perpetrador de injustiça\nNatureza Curativa\nA essência para manifestar uma atitude não-comprometedora em relação à justiça, tanto dentro de nós mesmos quanto dos outros. Para inspirar a força interior para não se envolver emocionalmente quando alguém é injusto. Para não acomodar a injustiça de outro e, assim, evitar ser tratado como garantido - isso coloca a responsabilidade na outra pessoa de examinar seu comportamento.\nQualidades Espirituais\nQuando a injustiça parece prevalecer, pode provocar um sentimento rebelde de “então, por que eu deveria ser justo?”. Quando em uma posição que parece injusta, o desafio é ver o que podemos mudar sobre nós mesmos e nossa posição para que haja uma melhoria. Às vezes, isso significará ter a determinação interior de se afastar da situação e seguir em frente com nossos objetivos maiores, em vez de continuamente comprometê-los em um conjunto de circunstâncias insalubres.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara uma pessoa que é inocente de algumas das duras realidades da Vida. Uma pessoa que está sofrendo injustiça e não está clara ou incapaz de lidar com a situação.\nPara grande frustração e sentimentos de ter sido enganado.\nPara uma pessoa do outro lado dessas situações que não se importa se é justa ou não com os outros.\nPara uma pessoa do outro lado, ou seja, o perpetrador de injustiça, com sintomas de justificar o comportamento injusto, talvez com injustiças feitas a eles anteriormente."
  },
  {
    "title": "Urchin Dryandra",
    "description": "Urchin Dryandra (Dryandra praemorsa)\n\nA Alegria do Valor Próprio\n\nQualidades Positivas:\nfeliz, autoapreciação, valor próprio\n\nDesafios:\ndesvalorizado, complexo de inferioridade, não aceito, deprimido\nNatureza Curativa\nA essência da apreciação positiva dos próprios dons internos e potenciais para criar felicidade. Para impulsionar o senso de valor próprio e superar o papel de vítima em relacionamentos. Para promover a realização saudável de relacionamentos iguais, rompendo complexos de inferioridade.\nQualidades Espirituais\nNossa Luz interior é uma Alegria de se ver. Cada ser com seu próprio brilho único, pode ser o criador de felicidade para os outros. Se isso não puder ser apreciado por alguns, não muda o fato de nossa luminosidade, - apenas para onde a dirigimos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles com sentimentos de inferioridade devido a sofrerem de falta de bondade de pessoas com quem se importavam.\nPara aqueles que se sentem “pisoteados” após términos de relacionamento.\nPara o “oprimido” em um relacionamento contínuo.\nPara sentimentos de tristeza e mágoa quando os entes queridos não foram solidários."
  },
  {
    "title": "Ursinia",
    "description": "Ursinia (Ursinia anthemoides)\n\nManifestando o Ideal Coletivo\n\nQualidades Positivas:\nsabedoria, coordenação, integração, assumir a responsabilidade\n\nDesafios:\ndesiludido, desanimado, criticar, irrealista\nNatureza Curativa\nA essência de assumir a responsabilidade pela manifestação de um ideal coletivo. Isso inclui assumir as dificuldades das interações pessoais entre os membros do grupo, usando integração, coordenação e sabedoria. Para ver claramente como lidar com problemas entre as pessoas. Para aceitar a realidade da dinâmica de grupo e reter o idealismo. Trabalhar com e gerar positividade e lidar eficazmente com a negatividade.\nQualidades Espirituais\nCada pessoa tem seus talentos e problemas individuais. Fazer com que todas essas diferentes características trabalhem juntas para um propósito comum é um desafio gigantesco. Há um caminho quando as pessoas mantêm o objetivo à sua frente, sem nunca esquecer as necessidades individuais. Ao se comprometer a ajudar as pessoas a superar seus bloqueios e dificuldades individuais, todo o grupo é aprimorado e prevalece um verdadeiro senso de unidade. Eles são então capazes de alcançar seu objetivo coletivo e desfrutar da experiência coletiva diária também.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que desistiram de ser capazes de trabalhar em grupos de pessoas, criticando quando as coisas não dão certo, mas não assumindo a responsabilidade eles mesmos. Não estando preparados para fazer o que é necessário para que o grupo funcione positivamente.\nPara aqueles que perderam o idealismo sobre ser capazes de resolver os problemas do mundo por causa das dificuldades óbvias que as pessoas têm ao trabalhar juntas.\nPara pessoas que se concentram nos problemas e não nas soluções na vida em grupo.\nPara pessoas que se sentem desesperançadas sobre ter uma vida familiar harmoniosa.\nPara casais que não conseguem encontrar uma maneira de combinar suas diferentes necessidades e desejos."
  },
  {
    "title": "Veronica",
    "description": "Veronica (Caladenia sp.)\n\nFazendo Pontes\n\nQualidades Positivas:\ncompanheirismo, fazer pontes, aberto, reorientar, expressão\n\nDesafios:\nisolado, retirado, solitário, triste, incompreendido\nNatureza Curativa\nA essência de expressar e se revelar. Encontrar os corações dos outros. Para reorientar a sensibilidade para alcançar os outros e os esforços necessários para trazer a compreensão. Para inspirar a comunicação e a interação, rompendo o isolamento e a solidão.\nQualidades Espirituais\nSe todas as pessoas que estavam sozinhas procurassem todas as pessoas que precisavam de ajuda, nem uma única pessoa solitária ou indefesa permaneceria. Fora da nossa porta, o mundo inteiro espera sem fôlego para que façamos o nosso movimento. Devemos esperar pela batida, ou sair para o mundo?\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que se sentem tristes, isolados e sozinhos, que ninguém realmente os conhece.\nPara aqueles que se sentem incompreendidos e, portanto, se mantêm afastados dos outros por medo de serem rejeitados.\nPara sentimentos de alienação dentro de uma família ou grupo.\nPara aqueles que estão sofrendo a perda de um ente querido e acreditam que agora sempre estarão sozinhos."
  },
  {
    "title": "Violet Butterfly",
    "description": "Violet Butterfly (Stylidium maitlandianum)\n\nAmar Novamente\n\nQualidades Positivas:\nrestaurar a capacidade, recuperar o Amor, recuperação, inteiro\n\nDesafios:\nemocionalmente despedaçado, trauma, sobrecarregado\nNatureza Curativa\nA essência para se restaurar e estar aberto à experiência do Amor. Para acalmar sensibilidades inflamadas e dor emocional, aliviando o estresse. Para curar o emocionalmente despedaçado, para acelerar a recuperação dos sentimentos, permitindo assim que uma pessoa passe para o resto de sua Vida.\nQualidades Espirituais\nNunca podemos subestimar o poder de uma experiência emocional, especialmente em assuntos do coração. Nossos apegos às pessoas podem nos deixar abertos a traumas e nos deixar atordoados. Através da cura, podemos alcançar o núcleo do nosso ser e restaurar nossa fé no Amor e nas pessoas e, com a sabedoria recém-aprendida, apreciar o Amor novamente.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara a pessoa que sofre do choque de um término de relacionamento.\nPara aqueles que se recuperam de um trauma emocional.\nPara sentimentos de estar emocionalmente despedaçado, incapaz de imaginar se sentindo inteiro e bem novamente. Reunir a própria força e o equilíbrio emocional e seguir em frente com a própria Vida não é uma coisa fácil de fazer em tais circunstâncias."
  },
  {
    "title": "Wattle",
    "description": "Wattle (Acacia rostellifera)\n\nSábio Mundano\n\nQualidades Positivas:\nalerta, sábio, maduro, consciente, responsável\n\nDesafios:\ningênuo, disperso, vulnerável, evitar enfrentar a realidade\nNatureza Curativa\nA essência para firmar o foco da mente e inspirar o enfrentamento das realidades e consequências das escolhas. Para estar atento a todos os aspectos de uma situação e estar preparado para levá-los em conta. Para ter uma visão madura e sábia da Vida. Para evitar perigos desnecessários.\nQualidades Espirituais\nÉ um Caminho muito mais feliz buscar a sabedoria do que ignorar o perigo. Buscar a sabedoria e a compreensão da Vida nos permite muito mais liberdade e consequências positivas. Ser imprudente e ignorar o perigo, esperando que nada de ruim aconteça, nos deixa em um estado onde teremos que aprender através da dor. A ingenuidade não nos protegerá das consequências de nossas escolhas. No entanto, a sabedoria nos dará a escolha de quais dificuldades estamos prontos para enfrentar e quais precisamos evitar.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que mostram ingenuidade superficial.\nPara adolescentes que não percebem o quão vulneráveis se tornam ao perigo.\nA pessoa que não gosta de pensar nas consequências de seu comportamento, o resultado sendo que ela é irresponsável.\nPara aqueles que fazem piada da cautela. Rebelião contra a cautela.\nPara pessoas que agem de forma desordenada com uma tendência a deixar passar questões importantes.\nPara aqueles que pulam em situações para as quais não estão prontos.\nA mente que é firme, alerta e ciente ajuda a nos manter fora de perigo. Se partes de nossa natureza não gostam de algumas das realidades da Vida, uma abordagem dispersa e sem mente para questões importantes pode ser uma maneira de evitar enfrentar a verdade. A sorte é então a única coisa que está entre nós e as consequências das escolhas e ações, (ou inação), que fazemos. A ingenuidade, ligada à falta de consciência ou irresponsabilidade, pode expor uma pessoa e aqueles próximos a ela a traumas desnecessários."
  },
  {
    "title": "WA Smokebush",
    "description": "WA Smokebush (Conospermum stoechadis)\n\nUnidade do Ser\n\nQualidades Positivas:\nconectado, inteiro, reintegrado, de cabeça clara\n\nDesafios:\nvago, desconectado, sem direção, fraco, estresse, medo\nNatureza Curativa\nA essência para recuperar o controle de todos os aspectos do próprio ser. Para reintegrar os níveis sutis e mais físicos em um todo funcional novamente. Para estar envolvido de todo o coração nas próprias atividades por causa da união de desejos com a ação. Para dar maior concentração e alívio da sensação de ser vago. Para fortalecer a conexão mente-corpo após estresse e trauma.\nQualidades Espirituais\nPara que a Alma seja bem-sucedida na encarnação física, a mente e o corpo precisam ter um relacionamento harmonioso e compatível. A harmonização e integração da mente e do corpo promovem a capacidade da Alma de alcançar seu fim. Esta é a razão pela qual os iogues praticam Hatha Yoga. Devemos ser inteiros para ter vitalidade e viver adequadamente dentro de nossa Vida, fazendo progresso em todos os níveis simultaneamente. Cada parte de nosso corpo, mente e Alma precisa de alimentação e nutrição, e eles então trabalham juntos para criar o senso de bem-estar.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que estão envolvidos de forma pouco entusiástica em suas atividades da Vida.\nPara aqueles que não aceitam totalmente sua vida e divagam sem uma direção mental forte.\nPara aqueles que mecanicamente realizam seu dia, mas sua mente não está nisso.\nPara aqueles que sofreram um choque ou trauma, com medo intenso.\nPara aqueles que se sentem desconectados da Vida, sem base e facilmente levados por eventos fortes.\nPara aqueles que têm conexões mente-corpo fracas e são propensos a ser vagos e confusos.\nPara aqueles ansiosos por estarem perdendo o controle de suas mentes sob estresse.\nPara medos de origem desconhecida."
  },
  {
    "title": "White Eremophila",
    "description": "White Eremophila (Eremophila scoparia)\n\nPara Ver Através da Névoa\n\nQualidades Positivas:\nclareza, perspectiva, observação, objetividade\n\nDesafios:\nemaranhado, ideias preconcebidas, reagir, pouco claro\nNatureza Curativa\nA essência da clarificação de complexidades através da observação calma e de ver a Vida como ela é. Para aprimorar a tomada de decisões. Para manter o equilíbrio, a consistência e a direção na Vida. Para desenvolver uma perspectiva ampla e fresca que leva em conta as diferentes dinâmicas de tempo, lugar e pessoa, mesmo em situações bagunçadas. Ver através dos eventos emaranhados para o que realmente está acontecendo.\nQualidades Espirituais\nQuando não podemos ver claramente o que está acontecendo, é fácil apenas reagir a impulsos ou ser engolfado em problemas e ser incapaz de fazer parte da solução. Ter clareza mental, ser capaz de ver o quadro geral, nos permite trabalhar para o resultado mais positivo.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que têm a incapacidade de discernir entre complexidades, tendo uma falta de clareza na tomada de decisões, ou estando muito presos a ideias preconcebidas.\nPara aqueles com problemas complexos que causam confusão e estresse.\nPara aqueles que se encontram reagindo a incidentes isolados em vez de ter uma visão geral da situação que os está criando."
  },
  {
    "title": "White Nymph Waterlily",
    "description": "White Nymph Waterlily (Nymphaea violeacea)\n\nBuscador da Alma\n\nQualidades Positivas:\nperspectiva espiritual, purificação emocional, calma interior, meditação\n\nDesafios:\ndesejos negados, frustrado, preso, falta de visão.\nNatureza Curativa\nA essência de desvendar o núcleo espiritual mais profundo. A essência da tranquilidade que encoraja a puxar para trás as camadas para alcançar o nível da Alma. Para inspirar o uso do Ser superior para integrar e responder à Vida a partir da perspectiva mais Universal possível para a própria evolução no momento, em vez da perspectiva pessoal de alguém. Útil para práticas espirituais como a meditação.\nQualidades Espirituais\nA Alma espera pacientemente que a mente inquieta se acalme, a mente puxando nosso ser aqui e ali em uma busca por realização. A Alma ainda espera. Os desejos da mente, quando não focados no objetivo Universal, nos levam a muitas peregrinações frustrantes. Dentro de nós, o lago claro da Consciência permanece inabalado, para alcançar esse núcleo, a mente deve se render à Alma.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara o aspirante espiritual, meditador.\nPara uma pessoa que de repente enfrenta um desafio sombrio.\nPara aqueles incapazes de encontrar a calma interior.\nPara aqueles que sentem a necessidade de uma nova e mais sábia perspectiva durante tempos de dificuldade.\nPara aqueles cujas aspirações ou desejos são negados de realização, a frustração emocional e a irritação se instalam. Quando isso acontece por um período de tempo, eles podem acabar sentindo que a Vida é injusta e este tipo de pensamento agrava ainda mais o problema."
  },
  {
    "title": "White Spider Orchid",
    "description": "White Spider Orchid (Caladenia patersonii)\n\nO Cuidador\n\nQualidades Positivas:\nsustentar, manter o Amor, elevar-se acima do propósito.\n\nDesafios:\nsobrecarregado, tristeza, angústia, introversão, aversão.\nNatureza Curativa\nA essência para trazer Amor e cuidado aos cantos mais escuros do Universo sem ser devastado pelo sofrimento intenso e, às vezes, esmagador ao seu redor. Para aqueles que buscam fazer deste planeta um lugar melhor para todos. Para inspirar aqueles nas profissões de cuidado e no serviço voluntário, gerando uma perspectiva mais elevada sobre o propósito da dor na jornada da Alma.\nQualidades Espirituais\nO sofrimento parece tão sem sentido, sentimos que não pode haver nada de bom nele. Isso nos faz sentir que o mundo é hostil e inflige dor aleatoriamente. Quando estamos vendo os sofrimentos dos outros, podemos nos sentir tão indefesos, mesmo quando estamos fazendo tudo o que podemos. Nesse ponto, a perspectiva espiritual mais elevada nos ajudará a passar, não nos cortando das realidades dolorosas, mas vendo os processos benevolentes da Vida trabalhando para alcançar as fases de regeneração e renovação. Com esta compreensão, podemos melhor ajudar e acelerar esses processos, o tempo todo restaurando nossos ideais na bondade da Vida.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles com objetivos humanitários que se encontram incapazes de lidar com a angústia que experimentam. Isso pode levar à tristeza e à introversão.\nPara aqueles que são sensíveis à dor dos outros e se sentem muito paralisados para serem capazes de mudar a situação. Para o cuidador que não consegue continuar.\nPara aqueles com altos ideais que foram abusados e agora acham a vida intoleravelmente difícil."
  },
  {
    "title": "Wild Violet",
    "description": "Wild Violet (Hybathus calycinus)\n\nO Espírito do Otimismo\n\nQualidades Positivas:\nexplorar, aberto, coragem, felicidade\n\nDesafios:\ncauteloso demais, pessimista, apreensivo, preocupação\nNatureza Curativa\nA essência do otimismo e da exploração de novas opções. Para encontrar um equilíbrio entre a cautela e a tomada de decisões corajosa. Para ser capaz de confiar em novas oportunidades, apesar de resultados desconhecidos, para não se impedir de experimentar a Vida.\nQualidades Espirituais\nÉ tão fácil ser pego em ver o que está errado em tudo. Este foco cria uma gravidade que suga toda a positividade para ela como um buraco negro. Para sair disso, é preciso muita cura e força. É muito melhor nunca se entregar a tal estado de espírito em primeiro lugar e, se encontrarmos alguma dessas tendências surgindo, lidar com elas imediatamente antes que prejudiquem a nós mesmos e aos outros.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que desejam ser mais abertos ao lado positivo da Vida e sentir Alegria novamente.\nPara aqueles que tendem a ser fatalistas e negativos sobre a Vida em geral e, assim, perdem oportunidades vitais de felicidade. (Às vezes chamado de “estraga-prazeres”)\nPara aqueles com tendências a se preocupar e ser pessimistas.\nPara aqueles que não conseguem encontrar uma boa palavra para dizer sobre ninguém.\nPara uma atitude de reclamar.\nPara aqueles que estão apreensivos sobre como tudo está, ou se as coisas estão dando certo, levando a estados melancólicos ou depressivos.\nPara pessoas mais velhas que não conseguem mais se sentir positivas sobre a Vida e têm o hábito de menosprezar tudo."
  },
  {
    "title": "Woolly Banksia",
    "description": "Woolly Banksia (Banksia hookeriana)\n\nPara Realizar um Sonho\n\nQualidades Positivas:\ncrença no sucesso, otimismo, idealismo renovado\n\nDesafios:\nfatalista, desanimado, incerto, triste, derrotista\nNatureza Curativa\nA essência de acreditar no sucesso. Para enfrentar novos objetivos sem medo de falha inevitável. Para não perder a coragem, mas reacender o desejo de seguir em frente com os ideais, mesmo quando há luta e dificuldade. Útil durante fases longas, cansativas e aparentemente sem sentido durante a jornada para alcançar as próprias aspirações.\nQualidades Espirituais\nO que é preciso para nunca desistir de nossos objetivos mais queridos, nossos anseios mais profundos inspirados por uma visão de Amor? Manter nossos olhos no objetivo enquanto utilizamos todas as facetas de nosso ser para superar quaisquer obstáculos. Estes podem vir em todas as formas e tamanhos, podem parecer intermináveis e, no entanto, por trás de cada bloqueio de estrada está a possibilidade de sondar as profundezas de nossos recursos internos e reivindicar um novo potencial.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que sentem que não conseguem avançar com o que desejam alcançar. Eles ficam presos onde estão, vendo apenas mais problemas e dificuldades se avançarem.\nPara o idealista triste e exausto.\nPara aqueles que se sentem desanimados e incertos sobre o caminho a seguir, hesitando em avançar.\nPara a perda de inspiração durante um empreendimento longo e difícil.\nPara quando o fardo que se carrega na Vida se torna demais, muito pesado, muito opressor e há uma sensação de falha inevitável em alcançar os objetivos preciosos pelos quais se está lutando. A pessoa fica presa e incapaz de lidar, o que piora a situação."
  },
  {
    "title": "Woolly Smokebush",
    "description": "Woolly Smokebush (Conospermum incurvum)\n\nO Espírito da Humildade\n\nQualidades Positivas:\nperspectiva do Ser, humildade, objetividade\n\nDesafios:\ndramático, exagerando, autocentrado\nNatureza Curativa\nA essência da perspectiva superior e da humildade. Para evitar as armadilhas do glamour e da autoimportância, para que a Vida seja vista com objetividade. Para manter o progresso para a frente sem se distrair com dramas. Para ver a relevância das questões centrais. Para integrar a personalidade e a Alma, o “eu” pessoal com o “Eu” espiritual.\nQualidades Espirituais\nIntegrar o “eu” pessoal e o “Eu” espiritual é o propósito do esforço espiritual. O “eu” pessoal está sempre envolvido com sua própria importância e habilidades, e o “Eu” espiritual está preocupado em se ver como uma parte do corpo Universal da Vida. Esta compreensão permite que o indivíduo se veja em uma perspectiva iluminada, ou seja, o Universo pode existir sem o seu apoio, mas ele não pode existir sem o apoio do Universo. Este é o verdadeiro espírito da humildade.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que tendem a exagerar e a criar um foco de atenção em si mesmos.\nPara aqueles com uma incapacidade de se ver em perspectiva em relação à sua importância real, incapazes de manter uma visão equilibrada que não seja orientada para si mesmos.\nPara a rainha do drama, o “bem-intencionado” vocal.\nPara pessoas cujo sentimento de autoimportância se torna o foco central para viver. Quando, com o tempo, eles não obtêm o respeito ou a adulação que desejam, eles se tornam apáticos e vagos, recuando mental e emocionalmente para onde suas ilusões de autoimportância podem ser satisfeitas."
  },
  {
    "title": "Yellow and Green Kangaroo Paw",
    "description": "Yellow and Green Kangaroo Paw (Anigozanthos manglesii)\n\nO Valor dos Erros\n\nQualidades Positivas:\ntolerância, encorajador, compreensão, ensino\n\nDesafios:\nduro, perfeccionista, impaciente, repreender\nNatureza Curativa\nA essência da tolerância e da compreensão. A percepção de que há valor em cometer erros, porque se pode aprender com eles, especialmente quando guiado por uma pessoa de sinceridade e benevolência. Para ser sensível e procurar ensinar gentilmente, não julgar duramente, seja a si mesmo ou aos outros.\nQualidades Espirituais\nA Alma está continuamente aprendendo com “os chamados” erros e se definindo à medida que avança. A beleza de cometer erros e a reavaliação do porquê e como isso aconteceu, é um componente vital na evolução da consciência. O foco e a realização podem ser assumidos totalmente sem ter que perder os estados mais doces de paciência, ternura, despreocupação e jovialidade. Na verdade, esses estados tornam o foco gratificante no dia a dia e não apenas quando a tarefa é alcançada, com o bônus adicional de que as pessoas ao seu redor também podem desfrutar da experiência.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara o mestre de tarefas duro.\nPara aqueles que não gostam de ver erros e tendem a assumir e fazer as coisas eles mesmos.\nPara o pai ou chefe que não tem paciência suficiente para mostrar calmamente onde uma pessoa errou ou é inadequada no que está fazendo.\nPara aqueles que definem um padrão muito alto para si mesmos e para os outros que não permite a curva de aprendizado de erros. Quando ocorrem erros ou as coisas dão errado, eles veem isso como fracasso e repreendem a si mesmos ou às pessoas envolvidas."
  },
  {
    "title": "Yellow Boronia",
    "description": "Yellow Boronia (Megastigma lutea)\n\nPara Acalmar a Mente\n\nQualidades Positivas:\nconcentração, estudo, calma, foco\n\nDesafios:\nsuperativo, disperso, inquieto, superficial, distraído\nNatureza Curativa\nA essência para acalmar, aquietar e centrar a mente. Para inspirar uma concentração e contemplação mais profundas. Para ajudar a pessoa a focar e a seguir um pensamento calmamente, e não se distrair.\nQualidades Espirituais\nA antiga palavra sânscrita “Manusa” era usada para seres humanos, “man” = mente, “usa” = ser, descrevendo assim os humanos como Seres da Mente. A mente é nosso principal instrumento, através dela fazemos a jornada que nosso corpo deve seguir e nossa Alma observa. De um centro calmo da Alma, precisamos ser capazes de focar e direcionar a mente, utilizando assim este instrumento habilmente para que o Caminho que tomamos seja reto e o progresso sempre garantido.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles com mentes superativas, que descobrem que seus pensamentos se dispersam facilmente.\nPara aqueles que são facilmente distraídos.\nPara o estudante que acha o estudo difícil porque sua mente é inquieta ou desfocada."
  },
  {
    "title": "Yellow Cone Flower",
    "description": "Yellow Cone Flower (Conostylis aculeata)\n\nO Reconhecimento do Ser\n\nQualidades Positivas:\nautorreconhecimento, positividade, autoestima, contentamento\n\nDesafios:\ndesvalorizado, complexo de inferioridade, não aceito, deprimido\nNatureza Curativa\nA essência para encorajar a percepção de que a primeira e mais importante opinião é a que você tem sobre si mesmo. A partir disso vêm os objetivos pessoais para o crescimento e a expansão construídos sobre a positividade e a autoavaliação, em vez do reconhecimento externo. Para valorizar o próprio Ser.\nQualidades Espirituais\nA paz interior vem de reconhecer o nosso próprio valor. Uma pessoa segura em seu senso de valor próprio é imune às opiniões negativas dos outros. Como o mundo externo nos trata e o que somos internamente não necessariamente refletem um ao outro. É a maneira pela qual podemos avaliar e valorizar adequadamente a nós mesmos e então como projetamos essa realidade que pode criar uma onda de pensamento à qual o mundo então responde positivamente. Isso então garante que a resposta externa e nossa realidade interna se reflitam mutuamente.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que precisam ser aceitos pelos outros porque se sentem inferiores.\nPara aqueles que são utilizados por outros e não é reconhecido o quão valiosos eles são.\nPara aqueles que fazem coisas para os outros, subconscientemente motivados pela necessidade de receber reconhecimento deles. A falta de reconhecimento os faz se sentir deprimidos.\nPara aqueles que se sentem tristes por serem tratados como garantidos, mas se colocaram na situação ao se desvalorizarem."
  },
  {
    "title": "Yellow Flag Flower",
    "description": "Yellow Flag Flower (Patersonia xanthina)\n\nO Espírito Despreocupado\n\nQualidades Positivas:\ndespreocupado, leve, jovial, equilibrado, força\n\nDesafios:\nestressado, sombrio, mal-humorado, tenso, despreparado\nNatureza Curativa\nA essência de leveza e calma, apesar do aumento da pressão, para que a paz interior e os relacionamentos com os outros não sofram. Para desfrutar do jardim da Vida. Para encontrar a fortaleza e a sabedoria para lidar com fases estressantes sem que a Vida se torne uma longa e dura tarefa.\nQualidades Espirituais\nTer Alegria não tem que ser apenas para aqueles momentos em que tudo está dando certo, que estamos de férias, tendo tempo livre do trabalho, ou que nossos planos tão estimados estão evidentemente tendo sucesso. O Espírito despreocupado pode desfrutar até mesmo da situação mais difícil, vendo a boa vontade ou o humor embutido em todos os eventos, grandes ou pequenos, sérios ou frívolos.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que perdem a capacidade de ser despreocupados, e a Vida se torna mais séria.\nPara aqueles cuja atitude despreocupada os deixa despreparados para um súbito teste de resiliência sob estresse.\nPara aqueles que tornam a Vida mais difícil para si mesmos por serem mal-humorados."
  },
  {
    "title": "Yellow Leschenaultia",
    "description": "Yellow Leschenaultia (Leschenaultia formosus)\n\nA Arte de Ouvir\n\nQualidades Positivas:\naberto, ouvir, entender, sabedoria, aprender\n\nDesafios:\ndesdenhoso, intolerante, insensível, impaciente, arrogante\nNatureza Curativa\nA essência de estimular a mente aberta que então recebe conhecimento e conceitos dos outros. Para acalmar a mente, dissipando a ilusão de que ouvimos mesmo quando não escutamos. Para se tornar mais capaz de ouvir e aprender a sabedoria.\nQualidades Espirituais\nQuanto mais ganhamos sabedoria, mais reconhecemos o quão abertos devemos ser para nos tornarmos sábios. A mente está sempre procurando por um conceito, como uma prateleira, para se apoiar e descansar, dizendo “agora eu sei”. É imperativo estar ciente de que sempre há mais a saber e este conhecimento e compreensão vêm de uma miríade de fontes. Da Alma mais simples podemos aprender grandes Verdades.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional)\nInformações sobre como prescrever e preparar doses orais.\nPara aqueles que não ouvem adequadamente, ou desinteressados no que está sendo dito devido à arrogância intelectual ou incapazes de abrir a mente o suficiente para processar as opiniões dos outros.\nPara aqueles que desconsideram de imediato os pensamentos dos outros.\nPara aqueles que acham difícil entender o que outra pessoa quer dizer quando fala com eles. Eles muitas vezes perdem todo o ponto do que está sendo comunicado.\nPara aqueles que têm problemas para absorver informações e se lembrar delas.\nPara aqueles que têm problemas para se lembrar do que estudam.\nPara aqueles que não querem ouvir as ideias dos outros, para eles é uma perda de tempo.\nO “sabe-tudo”.\nPara a pessoa com “visão de túnel”."
  }
]