{
  "antiseptic_bush": {
    "title": "Antiseptic Bush",
    "description": "(Calocephalus ass. multiflorus)\nO Poder de Limpeza da Luz\nQualidades Positivas - Palavras-Chave:\nintegridade, santidade, limpeza, alerta, foco\nProblema Alvo - Palavras-Chave:\ncomprometedor, influenciado, distraído, indefeso\nNatureza Curativa\nA essência floral para permanecer fiel ao próprio caminho e aceitar na própria vida apenas o que irá sustentar e apoiar a natureza interior. Para a limpeza de influências negativas no ambiente ou de um acúmulo de tais influências dentro de si ao longo do tempo. Esta essência floral ajuda a pessoa a estar entre os diferentes aspectos da Vida e a manter a santidade interior através de um foco interno contínuo, de alerta e sem comprometer os tesouros da Vida.\nQualidades Espirituais\nEm nossa jornada pela Vida, pode haver um acúmulo de influências e energias que eventualmente nos obscurecem e desorientam de nossos objetivos e aspirações mais elevados. Podemos nos tornar vulneráveis a experiências negativas por não nos concentrarmos em para onde estamos indo. Desta forma, convidamos uma série de experiências que podem nos afastar de nossos objetivos. Manter-nos frescos e atentos para onde um caminho pode levar, nos mantém no rumo para construir experiências positivas e valiosas.\nSaúde Mental/Emocional\nDosagem Oral de Essências Florais (para bem-estar mental/emocional) Informações sobre como prescrever e preparar doses orais.\nPara a pessoa facilmente deslumbrada por atrações externas e prazeres frívolos, sendo influenciada em detrimento de seu bem-estar geral.\nPara aqueles que se deixam influenciar demais.\nPara aqueles que sentem uma sensação de frustração e impotência com sua situação e se sentem cada vez mais incapazes de lidar com o que se meteram.\nPara uma pessoa que se sente sobrecarregada por, e se encontra absorvendo, um acúmulo de \"lixo\" psíquico da atmosfera ou de pessoas em um ambiente em que passa tempo.\nTambém usado em spray diário para quarto, cama ou área (10 gotas por 125ml de água, depois sucussão) e banhos de limpeza áurica (20 gotas por banheira de tamanho completo)."
  },
  "macrozamia": {
    "title": "Macrozamia",
    "description": "(Macrozamia riedlei)\nA Essência da Perseverança\nQualidades Positivas - Palavras-Chave:\nperseverança, resistência, determinação, força interior\nProblema Alvo - Palavras-Chave:\ndesistência, fraqueza, falta de persistência\nNatureza Curativa\nEssência para desenvolver força interior e perseverança diante dos desafios. Ajuda a manter o foco nos objetivos mesmo quando as circunstâncias são adversas."
  }
}