{
  "pincushion hakea": "Flor nativa australiana com formato esférico e espinhos radiantes em tons de vermelho e amarelo, lembrando um alfineteiro tradicional.",
  "ribbon pea": "Flor delicada com pétalas vermelhas em formato de fita, característica da flora australiana com folhagem verde-acinzentada.",
  "pixie mops": "Flor branca com múltiplas pétalas finas e delicadas, criando um efeito visual que lembra pequenos pompons ou esfregões.",
  "menzies banksia": "Banksia com inflorescência cilíndrica característica em tons de laranja e vermelho, típica da vegetação australiana.",
  "rabbit orchid": "Orquídea nativa com formato distintivo que lembra a silhueta de um coelho, com pétalas brancas e detalhes em tons rosados.",
  "red leschenaultia": "Flor tubular em tons vibrantes de vermelho e laranja, característica da flora do oeste australiano com pétalas delicadas.",
  "fringed lily twiner": "Lírio trepadeira com pétalas franjadas em tons de lilás e branco, conhecido por suas bordas delicadamente recortadas.",
  "golden waitsia": "Flor nativa australiana com pétalas douradas delicadas e centro amarelo brilhante, característica da flora do oeste da Austrália.",
  "macrozamia": "Planta cíclica primitiva com folhas longas e arqueadas, característica da flora australiana, conhecida por suas sementes grandes e coloridas.",
  "leafless orchid": "Orquídea única que floresce sem folhas visíveis, com flores delicadas em tons suaves, adaptada a ambientes específicos da Austrália.",
  "bottlebrush": "Flor cilíndrica vermelha com estames longos que lembram uma escova de garrafa, típica da flora australiana.",
  "wattle": "Flor amarela em formato de pompom, símbolo nacional da Austrália, conhecida por sua fragrância doce.",
  "grevillea": "Flor com formato de aranha em tons de vermelho, rosa ou amarelo, característica por seus estames longos e curvos.",
  "eucalyptus": "Flor com múltiplos estames em tons de branco, rosa ou vermelho, característica das árvores de eucalipto.",
  "kangaroo paw": "Flor única em formato de pata de canguru, com textura aveludada em tons de vermelho, amarelo ou verde.",
  "sturt pea": "Flor vermelha e preta distintiva, flor emblema do Território do Norte da Austrália.",
  "waratah": "Flor vermelha grande e vistosa, flor emblema de Nova Gales do Sul, com brácteas vermelhas brilhantes.",
  "blue gum": "Flor branca cremosa do eucalipto azul, com múltiplos estames e fragrância característica.",
  "tea tree": "Pequenas flores brancas ou rosa pálido em cachos, características da árvore do chá australiana.",
  "paperbark": "Flores brancas ou cremosas em espigas, características das árvores de casca de papel.",
  "flame tree": "Flores vermelhas brilhantes em cachos, características da árvore flamejante australiana.",
  "golden penda": "Flores amarelas pendentes em cachos longos, características da flora tropical australiana.",
  "spider flower": "Flor com pétalas longas e finas que lembram pernas de aranha, em tons de branco ou rosa.",
  "cone flower": "Flor com centro cônico proeminente e pétalas radiantes, em tons de amarelo, rosa ou roxo.",
  "daisy": "Flor clássica com pétalas brancas radiantes e centro amarelo, símbolo de simplicidade e pureza.",
  "sunflower": "Flor grande com pétalas amarelas radiantes e centro escuro, conhecida por seguir o movimento do sol.",
  "rose": "Flor clássica com pétalas sobrepostas em tons de vermelho, rosa, branco ou amarelo, símbolo do amor.",
  "lily": "Flor elegante com pétalas grandes e vistosas, frequentemente perfumada, em diversas cores.",
  "orchid": "Flor exótica com formato complexo e cores vibrantes, conhecida por sua beleza e diversidade.",
  "tulip": "Flor em formato de taça com pétalas lisas, símbolo da primavera, em diversas cores vibrantes.",
  "daffodil": "Flor amarela com corona central distintiva, símbolo da renovação e chegada da primavera.",
  "iris": "Flor com três pétalas grandes e três sépalas, em tons de roxo, azul, amarelo ou branco.",
  "peony": "Flor grande e vistosa com múltiplas camadas de pétalas, em tons de rosa, branco ou vermelho.",
  "chrysanthemum": "Flor com múltiplas pétalas pequenas formando uma cabeça densa, em diversas cores.",
  "carnation": "Flor com pétalas franjadas e perfume doce, tradicionalmente em tons de rosa, vermelho ou branco.",
  "marigold": "Flor vibrante em tons de laranja e amarelo, conhecida por sua resistência e longa floração.",
  "zinnia": "Flor colorida com pétalas sobrepostas, popular em jardins por suas cores vibrantes.",
  "petunia": "Flor em formato de trombeta com cores vibrantes, popular em jardins e vasos.",
  "impatiens": "Flor delicada em tons de rosa, branco ou vermelho, conhecida por florescer na sombra.",
  "begonia": "Flor com pétalas delicadas e folhagem ornamental, em tons de rosa, vermelho ou branco.",
  "geranium": "Flor em cachos com pétalas arredondadas, popular em vasos e jardins, em diversas cores.",
  "pansy": "Flor pequena com 'face' distintiva, em tons de roxo, amarelo, branco ou multicolorida.",
  "violet": "Flor pequena e delicada em tons de roxo ou azul, símbolo de modéstia e humildade.",
  "snapdragon": "Flor em formato de boca de dragão que se abre quando pressionada, em diversas cores.",
  "lavender": "Flor roxa em espigas perfumadas, conhecida por suas propriedades aromáticas e calmantes.",
  "jasmine": "Flor pequena e branca extremamente perfumada, símbolo de elegância e graça.",
  "gardenia": "Flor branca cremosa com perfume intenso e pétalas cerosas, símbolo de pureza.",
  "hibiscus": "Flor tropical grande com cinco pétalas e estame proeminente, em cores vibrantes.",
  "bougainvillea": "Brácteas coloridas em tons de rosa, roxo ou laranja, características de climas tropicais.",
  "frangipani": "Flor tropical perfumada com cinco pétalas, tradicionalmente branca com centro amarelo.",
  "bird of paradise": "Flor exótica que lembra a cabeça de um pássaro tropical, em tons de laranja e azul.",
  "protea": "Flor sul-africana com formato único e brácteas coloridas, símbolo de diversidade.",
  "magnolia": "Flor grande e perfumada com pétalas cerosas, símbolo de dignidade e perseverança.",
  "camellia": "Flor com pétalas sobrepostas em tons de rosa, vermelho ou branco, símbolo de admiração.",
  "azalea": "Flor em cachos com cores vibrantes, característica de jardins temperados.",
  "rhododendron": "Flor grande em cachos com cores vistosas, característica de regiões montanhosas.",
  "hydrangea": "Flor em cachos grandes e densos, com cores que variam conforme o pH do solo.",
  "lilac": "Flor perfumada em cachos cônicos, tradicionalmente em tons de roxo ou branco.",
  "wisteria": "Flor pendente em cachos longos, característica de trepadeiras ornamentais.",
  "clematis": "Flor trepadeira com pétalas grandes e vistosas, em diversas cores e formatos.",
  "morning glory": "Flor em formato de trombeta que abre pela manhã, em tons de azul, roxo ou rosa.",
  "sweet pea": "Flor delicada e perfumada em tons pastel, característica de trepadeiras anuais.",
  "nasturtium": "Flor comestível em tons de laranja, amarelo ou vermelho, com folhas arredondadas.",
  "poppy": "Flor com pétalas delicadas como papel, em tons de vermelho, laranja ou amarelo.",
  "cosmos": "Flor delicada com pétalas finas, em tons de rosa, branco ou laranja, popular em jardins.",
  "bachelor button": "Flor azul com pétalas franjadas, também conhecida como centáurea ou botão de solteiro.",
  "sweet william": "Flor em cachos densos com pétalas franjadas, em tons de rosa, vermelho ou branco.",
  "foxglove": "Flor tubular em espigas altas, tradicionalmente em tons de rosa ou branco com pintas.",
  "delphinium": "Flor em espigas altas com tons de azul intenso, símbolo de alegria e leveza.",
  "hollyhock": "Flor grande em hastes altas, tradicionalmente em tons de rosa, vermelho ou branco.",
  "larkspur": "Flor em espigas com tons de azul, rosa ou branco, similar ao delphinium mas anual.",
  "stock": "Flor perfumada em espigas densas, em tons de rosa, roxo, branco ou amarelo.",
  "alyssum": "Flor pequena e perfumada em cachos densos, tradicionalmente branca ou roxa.",
  "candytuft": "Flor em cachos achatados, tradicionalmente branca, popular como bordadura.",
  "lobelia": "Flor pequena em tons de azul intenso, popular em vasos e bordaduras.",
  "ageratum": "Flor em cachos fofos com tons de azul, rosa ou branco, popular em jardins.",
  "salvia": "Flor em espigas com tons vibrantes de vermelho, roxo ou azul, atrativa para beija-flores.",
  "celosia": "Flor com formato de crista ou pluma, em tons vibrantes de vermelho, laranja ou amarelo.",
  "cockscomb": "Flor com formato de crista de galo, em tons de vermelho, laranja ou amarelo.",
  "amaranth": "Flor em cachos pendentes ou eretos, em tons de vermelho, rosa ou roxo.",
  "four o'clock": "Flor que abre no final da tarde, em tons de rosa, amarelo, vermelho ou branco.",
  "moonflower": "Flor branca grande que abre à noite, perfumada e de vida curta.",
  "evening primrose": "Flor amarela que abre ao entardecer, com quatro pétalas delicadas.",
  "night blooming cereus": "Flor de cacto que floresce apenas uma noite por ano, grande e perfumada.",
  "queen of the night": "Flor noturna extremamente perfumada, branca e de vida muito curta.",
  "angel trumpet": "Flor pendente em formato de trombeta, perfumada e em tons de branco, rosa ou amarelo.",
  "passion flower": "Flor complexa com corona distintiva, símbolo da paixão de Cristo.",
  "bleeding heart": "Flor em formato de coração com 'gota' pendente, tradicionalmente rosa ou branca.",
  "columbine": "Flor com esporas distintivas e pétalas complexas, em diversas cores.",
  "anemone": "Flor delicada com pétalas simples, em tons de branco, rosa, roxo ou azul.",
  "ranunculus": "Flor com múltiplas camadas de pétalas delicadas, em tons vibrantes.",
  "buttercup": "Flor amarela brilhante com pétalas cerosas, comum em prados e campos.",
  "forget me not": "Flor pequena azul com centro amarelo, símbolo de amor verdadeiro e memória."
}